[
 {
  "sr_no": 1,
  "name": "Sonicator",
  "lab_incharge": "Dr. Bilal Niazi",
  "introduction": "Use for agitating the particles in a solution using sound waves",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Product Technology",
  "specification": "60Hz frequency",
  "description": "In the ultra-sonication process, cavitation leads to dispersion, homogenization, disintegration, emulsions, extraction, and sonochemical effects of the liquids. High power ultrasound is introduced to the liquid which creates regions of high pressure (known as compression) and low pressure (known as rarefaction). The creation of these regions is dependent on the rate of frequency at which the ultrasound is applied."
 },
 {
  "sr_no": 2,
  "name": "Spray Dryer",
  "lab_incharge": "Dr. Bilal Niazi",
  "introduction": "Spray drying is a one-step continuous unit operation that employs liquid atomization to produce droplets that are dried to individual particles when moved in a hot gaseous drying medium",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Product Technology",
  "specification": "3.5KW",
  "description": "In the spray dryer the liquid to be driedis atomised into the good droplets, that are tossed radially into a relocating stream of warm gas. The temperature level of the droplets is right away enhanced and also good droplets obtain dried instantly through round fragments. This proces complets in a couple of secs prior to the droplets get to the wall surface of the dryer"
 },
 {
  "sr_no": 3,
  "name": "Spray Granulator",
  "lab_incharge": "Dr. Bilal Niazi",
  "introduction": "converts a water-containing solution, paste or suspension or a melt into a granule",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Product Technology",
  "description": "The working process is that the material is input through the diaphragm pump under high pressure, spraying mist-like droplets, and then descending in parallel with the hot air. Most of the powder particles are collected by the discharge port at the bottom of the tower, and the waste gas and its tiny powder are separated by the cyclone separator. The powder is discharged by the exhaust fan, and the powder is collected by the pollinator at the lower end of the cyclone. "
 },
 {
  "sr_no": 4,
  "name": "Kjeldahl",
  "lab_incharge": "Dr. Bilal Niazi",
  "introduction": "used to determine organic nitrogen (n2) and protein contents in chemical substance",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Product Technology",
  "description": "It consists of 3 steps. Digestion, distillition and titration. Digestion is\nthe decomposition of nitrogen in organic samples utilizing a concentrated acid solution. This is accomplished by boiling a homogeneous sample in concentrated sulfuric acid. The end result is an ammonium sulfate solution.\nDistillation is adding an excess base to the acid digestion mixture to convert NH4+ to NH3, followed by boiling and condensation of the ammonia NH3 gas in a receiving solution.\nTitration is to quantify the amount of ammonia in the receiving solution. The amount of nitrogen in a sample can be calculated from the quantified amount of ammonia ions in the receiving solution."
 },
 {
  "sr_no": 5,
  "name": "High Pressure Permeation Rig",
  "lab_incharge": "Dr. Zeb Jahan",
  "introduction": "gas permeation technique was used to study the influence of the C content in the permeation of hydrogen",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Product Technology",
  "specification": "3500Psi Input and 300Psi Output",
  "description": "Gas permeation is a technique for fractionating gas mixtures by using nonporous polymer membranes having a selective permeability to gas according to a dissolution–diffusion mechanism. The membrane gas separation process is driven by a pressure difference across the membrane"
 },
 {
  "sr_no": 6,
  "name": "FT-IR",
  "lab_incharge": "Dr. Tayyaba Noor",
  "introduction": "FTIR  (Fourier-transform infrared) spectroscopy, deals with the vibration of molecules. Each functional group has its own discrete vibrational energy which can be used to identify a molecule through the combination of all of the functional groups.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Chemical Analysis Lab",
  "specification": "• Frequency range 350-7800 cm-1                          • Resolution 0.5 cm",
  "description": "FTIR spectrometers rely on the same basic principle as NDIR analyzers, i.e., the fact that many samples absorb IR radiation at species-specific frequencies. However, FTIR spectroscopy is a disperse method, which means that measurements are performed over a broad spectrum instead of a narrow band of frequencies."
 },
 {
  "sr_no": 7,
  "name": "GC-MS",
  "lab_incharge": "Dr. Tayyaba Noor",
  "introduction": "GC-MS can be used to study liquid, gaseous or solid samples. Analysis begins with the gas chromatograph, where the sample is effectively vaporized into the gas phase and separated into its various components using a capillary column coated with a stationary (liquid or solid) phase. Mass spectometer is used for qualitative analysis as detector to GC.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Chemical Analysis Lab",
  "specification": "• Mass range: 1-1200 amu                                   • Source temp: 1200C -3500C",
  "description": "The GC works on the principle that a mixture will separate into individual substances when heated. The heated gases are carried through a column with an inert gas (such as helium). As the separated substances emerge from the column opening, they flow into the MS."
 },
 {
  "sr_no": 8,
  "name": "UV-Vis Spectro Photometer",
  "lab_incharge": "Dr. Tayyaba Noor",
  "introduction": "Ultraviolet-visible (UV-Vis) spectrophotometry is a technique used to measure light absorbance across the ultraviolet and visible ranges of the electromagnetic spectrum. When incident light strikes matter it can either be absorbed, reflected, or transmitted that is studied by using this technique.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Chemical Analysis Lab",
  "specification": "• Frequency range 190-1100 nm    ",
  "description": "The Principle of UV-Visible Spectroscopy is based on the absorption of ultraviolet light or visible light by chemical compounds, which results in the production of distinct spectra. Spectroscopy is based on the interaction between light and matter."
 },
 {
  "sr_no": 9,
  "name": "High Pressure Sorption Analyzer",
  "lab_incharge": "Dr. Tayyaba Noor",
  "introduction": "High pressure gas sorption analyzer adopts the volumetric technique principle which consists of dosing a known amount of gas adsorptive into measurement tubes where lying samples (such as zeolites, carbon nanotubes, rocks, catalysts, activated carbons, molecular sieve, hydrides etc. ) can be analyzed for gas adsortion.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Chemical Analysis Lab",
  "specification": "• Frequency: 50\/60 Hz        • Max furnace Temp 350 ⁰C                                          • Max Pressure 25MPa",
  "description": "The gravimetric sorption technique works with a sample's weight being continuously measured on a microbalance as gas pressure is modulated under a constant temperature. Sorption trend is established based on the measured changes of weight."
 },
 {
  "sr_no": 10,
  "name": "HPLC",
  "lab_incharge": "Dr. Tayyaba Noor",
  "introduction": "High Performance Liquid Chromatography (HPLC) is a process of separating components in a liquid mixture. A liquid sample is injected into a stream of solvent (mobile phase) flowing through a column packed with a separation medium (stationary phase).",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Chemical Analysis Lab",
  "specification": "• Max operating pressure: 6200 psi                             • Flow rate: 0.1 – 10ml\/min                           • Packing material: Octadecylsilane  C18",
  "description": "The specific intermolecular interactions between the molecules of a sample and the packing material define their time “on-column”. Hence, different constituents of a sample are eluted at different times. Thereby, the separation of the sample ingredients is achieved."
 },
 {
  "sr_no": 11,
  "name": "Arc Suction Melting Furnace",
  "lab_incharge": "Dr. Khurram Yaqoob",
  "introduction": "Arc Suction Melting Furnace is Used to make any kind of alloy from Pure metals. The weight possible is 25g and final samples Comes in form of button. In High Vacuum Environment, Heating is done via an electric arc struck between a tungsten\/Copper electrode and metals placed in a depression (crucible) in whcih sample precursors are Placed",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Alloy Design and Manufacturing",
  "specification": "Current 1000A, Power 50 KVA, Vacuum Range upto 3 x 10^-4, Temperature 3000 degree Celsius",
  "description": "the transfer of energy from the electricity line to the furnace through heat radiation and conduction generated by an electric arc."
 },
 {
  "sr_no": 12,
  "name": "Top Loading Melting Furnace",
  "lab_incharge": "Dr. Khurram Yaqoob",
  "introduction": "For melting of Bulk Samples in the Ceramic Curicible and Heat Treatment Procedures the Quantity of Samples to be Processed can be in a few KGs. Operatable in high Temperature range of 30-3000 Degree Celcius",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Alloy Design and Manufacturing",
  "specification": "Temperature 30-3000 degree Celsius, power 3 KVA, and 230 Volts",
  "description": "a coil carrying alternating electric current surrounds the container or chamber of metal. Eddy currents are induced in the metal, circulation of currents producing extremely high temperatures for melting the metals and for making alloys."
 },
 {
  "sr_no": 13,
  "name": "Scanning Electron Microscope",
  "lab_incharge": "Dr. Khurram Yaqoob",
  "introduction": "SEM produces largly Magnified image by using electron as source\nIt gives the morphology of the samples at highly magnified images\nIt also gives elemental composition of any sample (EDX)",
  "school": "School of Chemical and Material Engineering",
  "lab_name": " Scannning Electron Microscopy Lab",
  "specification": "Model: JSM-6490A\nCompany: JEOL\nCountry: Japan",
  "description": "High energy electrons from the target interact with samples.\nAs a results various signals are being generated like Auger Electrons,Back scattered Electrons, Secondary Electrons, Continues X-rays, Characteristic X-rays etc.\nEach signal carries various information like Seconadary and back scattered Electrons gives morphology, while continues X-rays gives elemental composition etc."
 },
 {
  "sr_no": 14,
  "name": "Spin Coater",
  "lab_incharge": "Dr. Sofia Javed",
  "introduction": "Spin coater is used to produre thin coatings on a substrate. Subtrate spins on and material is coated by drop casting. Thickness is controlled by rmp, amount of solute and time of Spinning ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanosythesis Lab",
  "specification": "one step ambient Air . Maximum RPM 0 to 3000. From 0 to 4 mints ",
  "description": "Substrate spins to substrate to produce smooth thin coating."
 },
 {
  "sr_no": 15,
  "name": "Vacuum Filtration",
  "lab_incharge": "Dr. Sofia Javed",
  "introduction": "Vacuum filtration is used to extract solvent or washing of the material being produced. Vacuum is created to take out all the solvent. ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanosythesis Lab",
  "specification": "220v Vaccum Pump Rocker",
  "description": "Vacuum is created to take out all the solvent or liquid present."
 },
 {
  "sr_no": 16,
  "name": "Centrifuge ",
  "lab_incharge": "Dr. Sofia Javed",
  "introduction": "Centrifuge Machine is used to collect the sample from a liquid sample. It is also used for sample washing.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanosythesis Lab",
  "specification": "0 to 4000 rpm, 0 to 60 Mints",
  "description": "Cetrifugal force is used to collect the sample"
 },
 {
  "sr_no": 17,
  "name": "RAMAN Spectroscopy",
  "lab_incharge": "Dr. Sofia Javed",
  "introduction": "RAMAN Scattering is the inelastic scattering of light due to the vibration modes or energy levels present in the electronic levels. Visible LASER is used to see the vibrational modes",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanosythesis Lab",
  "specification": "532nm Visible LASER light",
  "description": "Light inelastically scattered to provide the vibrational modes of the bonds."
 },
 {
  "sr_no": 18,
  "name": "Contact Anlge Goniometer",
  "lab_incharge": "Dr. Sofia Javed",
  "introduction": "Hydrophobicity \/ Hydrophilicity is determine by the contact angle of the surface. Drop of the water is prodcued and contact angle is measured by Camera",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanosythesis Lab",
  "specification": "0 to 180 degree.",
  "description": "Contact angle is measured to check the hydrophibic\/philic nature of the surface"
 },
 {
  "sr_no": 19,
  "name": "Laser Scattering Particle Size Distribution Analyzer",
  "lab_incharge": "Dr Usman Liaqat",
  "introduction": "The measurement of particle size distribution is used for fundamental studies and quality control in\nproduction processes in many diverse fields such as fine ceramics, cement, pharmaceuticals, metal\npowders, industrial minerals and ores, explosives, solid fuels, food, drugs and beauty care emulsions,\nmicelles, polymers, coatings and adhesives, pigments and dyes, carbon black and other mineral\nadditives, and fillers used in the rubber, plastics and paper industries.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Surface Engineering Lab",
  "specification": "Range: 0.02um to 2000um",
  "description": "Based on Mie scattering theory"
 },
 {
  "sr_no": 20,
  "name": "2D Non Contact Profilometer",
  "lab_incharge": "Dr Usman Liaqat",
  "introduction": "The PS50 profilometer from Nanovea is designed to provide powerful and accurate surface profilometry in a compact and modern design. The tool is easy to use and ideal for those with restrictions on space and budget where quality of measurement and analysis is still very important",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Surface Engineering Lab",
  "specification": "X-Y Axis travel : 50mm,\nX-Y Axis Resolution: 0.1um\nVertical Resolution: 12nm\n",
  "description": "Chromatic Confocal technique "
 },
 {
  "sr_no": 21,
  "name": "Surface Area and Porosity Analyzer",
  "lab_incharge": "Dr Usman Liaqat",
  "introduction": "Surface area and pore volume are important physical properties that influence the quality and utility of many materials and products. Therefore,it is critically important that thesecharacteristics be accurately determined and controlled.Micromeritics’ Gemini VII 2390 Series of surface area analyzers rapidly\nand reliably produces accurate and repeatable surface area and pore volume results",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Surface Engineering Lab",
  "specification": "Surface Area From 0.1 m²\/g, total; From 0.01 m²\/g, specific\nPore Volume 4 x 10-6 cm³\/g Relative Pressure Range 0 to 1.0 P\/P0 (adsorption only)",
  "description": "N2 Gas Adsorption Technique"
 },
 {
  "sr_no": 22,
  "name": "Auto-Clave",
  "lab_incharge": "Dr. Mohsin Saleem",
  "introduction": "Autoclave curing of rubber composites applies a combination of vacuum and external pressure.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanoscience and Technology Labs (SINES)",
  "specification": "Capacity : 250 ml app",
  "description": "Simantaneously applying Heating pressure for reaction"
 },
 {
  "sr_no": 23,
  "name": "Density Kit",
  "lab_incharge": "Dr. Mohsin Saleem",
  "introduction": "To check the density oof bulk and powder sample",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanoscience and Technology Labs (SINES)",
  "specification": "100 ml",
  "description": "Arrhenius principle"
 },
 {
  "sr_no": 24,
  "name": "Optical Lithography",
  "lab_incharge": "Dr. Mohsin Saleem",
  "introduction": "Optical lithography is a photon-based technique comprised of projecting an image into a photosensitive emulsion (photoresist) coated onto a substrate such as a silicon wafer.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanoscience and Technology Labs (SINES)",
  "specification": "100x200x800 (LxWxH)",
  "description": "patterning process in which a photosensitive polymer is selectively exposed to light through a mask, leaving a latent image in the polymer that can then be selectively dissolved to provide patterned access to an underlying substrate"
 },
 {
  "sr_no": 25,
  "name": "Probe Station",
  "lab_incharge": "Dr. Mohsin Saleem",
  "introduction": "to physically acquire signals from the internal nodes of a semiconductor device. ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Nanoscience and Technology Labs (SINES)",
  "specification": "400 mm, Depth: 346 mm, Height: 662 mm Weight: 10 kg",
  "description": "utilizes manipulators which allow the precise positioning of thin needles on the surface of a semiconductor device"
 },
 {
  "sr_no": 26,
  "name": "Membrane Casting Machine",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Automatic Film Applicator adopts electric drive to complete the coating movement of the Applicator or Rods,effectively avoiding the instability of the manual coating.The machine adopts digital control technology to Precise control the speed and displacement, real-time display the actual moving distance of coating",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Power Supply: 110\/220V 50\/60Hz Dimension: 550x350x300 mm",
  "description": "It adopts electric drive to complete the coating movement of the Applicator or Rods,effectively avoiding the instability of the manual coating."
 },
 {
  "sr_no": 27,
  "name": "Polymerization Reactor",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Modularly configured laboratory reactor for the optimization and reproduction of various chemical reactions, mixing and homogenization processes on a lab scale. The system is particularly characterized by the agitator mounting, which allows for a safe transfer of the higher motor torque",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Capacity: 500 ml app",
  "description": "Microprocessor-controlled Speed, Temprature and Pressure regulation, for chemical reaction"
 },
 {
  "sr_no": 28,
  "name": "Rubber Abrasion Tester",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "DIN Type Abrasion Tester is to measure the abrasion resistance of rubbers (vulcanized thermoset rubbers and thermoplastic elastomers) that are subject to abrasive\/frictional wear in their actual service, such as tires, conveyor drive belts, and shoe soles",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Wheel rotate speed :40rpm Abrasion speed 0.32m\/sec",
  "description": "impingement abrasion is characterized by sand particles that hit the surface when the rubber wears off"
 },
 {
  "sr_no": 29,
  "name": "Rubber Bale Cutter",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "This machine is mainly used for cutting natural rubber,synthetic rubber and other plastic material.It is especially suitable installed beside the rubber internal mixing mill to cut small rubber bolcks",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Rubber Bale Cutter mainly consists of rubber knife, frame, cylinder, base, auxiliary table, hydraulic system, and electric system.",
  "description": "When cutting the rubber,the worker need to put the rubber stuff below the cutting knife and then pluse on the button to realize the knife falling by following the race on the body stand drived by the piston rod."
 },
 {
  "sr_no": 30,
  "name": "Two Roll Mill",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "The two roll rubber mill is a machine used to process natural rubber into various compounds and to flate sheet.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "The ratio of speed of your Front Roll to Rear Roll could vary in the range 1:1.75 to 1:2.50 depending on your process requirement.",
  "description": "The Rear Rolls have a higher surface speed than the Front Rolls again a similar feature of a regular rubber mixing mill"
 },
 {
  "sr_no": 31,
  "name": "Dispersion Knider",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Dispersion Kneaders are known for providing cent percent mixing effect. The peculiar jacket construction of these Dispersion Kneaders generates cooling effect and low temperature mixing of the rubber compounds.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Power: 110kW Motor Power: 50-250 (Horsepower)",
  "description": "The working principle of the kneader is the mixing of material under pressure device"
 },
 {
  "sr_no": 32,
  "name": "Rubber Extruder",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Rubber extrusion is the process of turning rubber materials into a specifically shaped product. To provide this shape, manufacturers use a rubber extruder machine",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Screw diameter: 50mm                         Screw Speed 2-70r\/min              Max output Around 50kg\/h",
  "description": "A heated shearing screw pushes the raw material along a conveyor as compounds are fed into the extruder. As the material moves along the conveyor, it is heated and softened to make it pliable"
 },
 {
  "sr_no": 33,
  "name": "Hot Curing Press",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Curing is the process of applying pressure to the rubber in a mould. This gives it its final shape.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Temprature: 100 Pressure : 5 bar",
  "description": "There is heat energy applied to stimulate a chemical reaction between the rubber compounds and other materials."
 },
 {
  "sr_no": 34,
  "name": "Auto-Clave",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Autoclave curing of rubber composites applies a combination of vacuum and external pressure.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Capacity : 1 kg app",
  "description": "It causes the long polymer chains that rubber is composed of to become crosslinked. This prevents the chains from moving independently, allowing the material to stretch under stress and then return to its original shape when the stress is released"
 },
 {
  "sr_no": 35,
  "name": "Rubber Injection Molding Machine",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Rubber molding creates molded rubber parts by pressing a block of rubber into a rubber molding metal cavity. The rubber is then exposed to heat, activating a chemical reaction",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Dimension: 10*6.5*6 (feet)",
  "description": "Rubber injection molding is when uncured rubber is transformed into a usable product by injecting raw rubber material into a mold cavity made of metal. The applied pressure produces a chemical reaction like vulcanization or curing, which causes the cross-linking of the polymer chains inside the material."
 },
 {
  "sr_no": 36,
  "name": "Water Testing Kit",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "The Delagua Bacteriological Kit No.1 can carry out seven basic water tests to determine the quality of water.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "Portable",
  "description": "NA"
 },
 {
  "sr_no": 37,
  "name": "Dead End Filteration Cell",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "Dead-end filtration has been used most commonly for laboratory and medical filtration anf flux measurment for membranes.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "72 mm sample size",
  "description": "In dead end filtration, the applied pressure drives the entire feed through the membrane filter producing a filtrate which is typically particle-free while the separated particles form a filter cake"
 },
 {
  "sr_no": 38,
  "name": "High Throughput (HT) dead-end filtration module for single feed liquid filtration, SPIDER™",
  "lab_incharge": "Dr. Nasir M.Ahmad",
  "introduction": "High Throughput (HT) dead-end filtration module for single feed liquid filtration, SPIDER™ used most commonly for laboratory and medical filtration anf flux measurment for membranes.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Polymer & Composite Research Lab",
  "specification": "12 mm sample size",
  "description": "IHigh Throughput (HT) dead-end filtration module for single feed liquid filtration, SPIDER™, the applied pressure drives the entire feed through the membrane filter producing a filtrate which is typically particle-free while the separated particles form a filter cake"
 },
 {
  "sr_no": 39,
  "name": "X Ray Diffractometer",
  "lab_incharge": "Dr. Iftikhar H Gul",
  "introduction": "X-ray Diffraction is a characterisation technique based on constructive interference of monochromatic X-rays and a crystalline sample. Constructive interference when conditions satisfy Bragg's Law (nλ = 2d sin θ).  This relates the wavelength of electromagnetic radiation to the diffraction angle and the lattice spacing in a crystalline sample.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": " XRD",
  "specification": "Goniometer: Theta-Theta\nAngular Accuracy: 0.02 Degree 2Theta\nDetector: Lynxeye ultra fast 1D Detector \nSample Stage: 6 Position Auto-Sampler\n Power: 300W",
  "description": "X-ray diffractometers consist of three basic elements: An X-ray tube, a sample holder, and an X-ray detector. X-rays are generated in a cathode ray tube by heating a filament to produce electrons, accelerating the electrons toward a target by applying a voltage, and bombarding the target material with electrons. When electrons have sufficient energy to dislodge inner shell electrons of the target material, characteristic X-ray spectra are produced. Copper is the most common target material for single-crystal diffraction. These X-rays are collimated and directed onto the sample. As the sample and detector are rotated, the intensity of the reflected X-rays is recorded. When the geometry of the incident X-rays impinging the sample satisfies the Bragg Equation, constructive interference occurs and a peak in intensity occurs. A detector records and processes this X-ray signal as output. For typical powder patterns, data is collected at 2θ from ~5° to 70°, angles."
 },
 {
  "sr_no": 40,
  "name": "SPM",
  "lab_incharge": "Dr. Muhammad Siyar",
  "introduction": "Scanning Probe Microscope (SPM) JSPM5200 Jeol, Japan is a versatile microscope that scans the sample surface with a very fine probe and images the topographic shape and physical properties of the surface. With recent developments in nanotechnology, the SPM has become widely used in various fields.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "AFM",
  "specification": "Resolution\nAFM: Atomic resolution (mica with the contact mode)\nSTM: Atomic resolution (HOPG atomic image)\n\nSystem Drift\n0.05 nm\/s or less\n\nMeasuremnet Modes( AFM)\nAFM Contact mode\n　Topography image, Force image\n　Focus curve, Friction force curve, I-V, CITS,\n　Contact current image, SPS mapping\nAC mode\n　Topography image, Phase image, Amplitude image\n　Point by point MFM\nNon-Contact mode (FM mode)\n　Topography image, Frequency image\nMeasurement Mode (STM)\nSTM mode\n　Topography image, Current image, CITS\n　I-V, S-V, I-S\nScan Range\nXY : 0 to 20 μm (standard scanner)\n　　Resolution: 25 bits (including offset)\nZ : 0 to 3 μm (standard scanner)\n　　Resolution: 21 bits (at a gain of ×32)\nSample Size\nUp to 50 mm×50 mm×5 mm (T)\nStandard: 10 mm×10 mm×3 mm (T)",
  "description": "SPMs image samples by raster scanning the tip across the sample back and forth, line by line, while slowing scanning in an orthogonal direction down across the image area. A typical image area for an SPM can be up to 100 micrometers or as small as a few nanometers"
 },
 {
  "sr_no": 41,
  "name": "Differential Scanning Calorimetry",
  "lab_incharge": "Dr. Zakir Hussain",
  "introduction": "Differential Scanning Calorimetry is a fundamental tool in thermal analysis. Differential scanning calorimetry (DSC) is the most frequently used thermal analysis technique alongside TGA, TMA and DMA. DSC is used to measure enthalpy changes due to changes in the physical and chemical properties of a material as a function of temperature or time.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "XRF",
  "specification": "Make: Perkin Elmer, USA\nModel: DSC6000\nMaximum Temp: 450 Degree Celcius\nMinimum Temperature: -180 Degree Celcius \nScanning Rate: 0.1oC\/min to 100oC\/min\nOperating Atmosphere: Nitrogen\n  ",
  "description": "Differential Scanning Calorimetry is a thermal analysis technique that looks at how a material’s heat capacity (Cp) is changed by temperature. A sample of known mass is heated or cooled and the changes in its heat capacity are tracked as changes in the heat flow. This allows the detection of transitions such as melts, glass transitions, phase changes, and curing. DSC enables the measurements of the transition such as the glass transition, melting, and crystallisation. Furthermore, the chemical reaction such as thermal curing, heat history, specific heat capacity, and purity analysis are also measurable. Recently, with the development of the highly functional polymeric material, the thermal properties analysis needs are increasing dramatically."
 },
 {
  "sr_no": 42,
  "name": "Polarised Optical Microscope (POM)",
  "lab_incharge": "Dr. Zakir Hussain",
  "introduction": "Polarised light is a contrast-enhancing technique that improves the quality of the image obtained with birefringent materials when compared to other techniques such as darkfield and brightfield illumination, differential interference contrast, phase contrast, Hoffman modulation contrast, and fluorescence. Polarised light microscopes have a high degree of sensitivity and can be utilised for both quantitative and qualitative studies targeted at a wide range of anisotropic specimens",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "XRF",
  "specification": "Make:Nikon Eclipse Japan\nModel: LV100N POL\nMain Optics: Optical System: CF160 Infinity Coaxial coarse\/ fine focus knob\nIllumination: 12 V-50 W halogen lamp, ND8 filters built-in, \nfly-eye lens. Diascopic\/episcopic illumination\nFocusing: Minimum reading in 1µm increments\nEye-piece: 10 X (F.O.V.22mm)\nObjective Magnification: CFI TU Plan Fluor EPI P 5X, P 10X, P 20X, P 50X\nTubes: P-TT3 trinocular and P-TB2 binocular tubes for \npolarizing microscopy, Bertrand lens built-in \nAnalyser\nStage\nPolariser\nPower Consumption  ",
  "description": "In Polarising Optical Microscope (POM), a polariser intervenes between the light source and the sample. Thus, the polarised light \nsource is converted into plane-polarised light before it hits the sample. This polarised light falls on a doubly refracting specimen which \ngenerates two wave components that are at right angles to each other. These two waves are called ordinary and extraordinary light \nrays. The waves pass through the specimen in different phases. They are then combined using constructive and destructive \ninterference, by an analyser. This leads to the final generation of a high-contrast image"
 },
 {
  "sr_no": 43,
  "name": "Hot Press Furnace",
  "lab_incharge": "Malik Adeel Umer",
  "introduction": "powder sintering\/densification",
  "school": "School of Chemical and Material Engineering",
  "lab_name": " Advanced Composite Materials Lab",
  "specification": "Br. Furnace (BR1616)",
  "description": "Heating"
 },
 {
  "sr_no": 44,
  "name": "Single Gas Permeate Rig",
  "lab_incharge": "Dr. Sarah Farrukh",
  "introduction": "The gas permeation rig is utilised to study and anaysis of membranes for gas seperation. ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "MEMAR LAB",
  "specification": "10 Bar pressure, PHILOS Korea, CRV\/19\/2021",
  "description": "The polymeric membrane has been fitted in cell and gas cylinders are attached. The samples can be studied at various gas pressures. "
 },
 {
  "sr_no": 45,
  "name": "Composite Press",
  "lab_incharge": "Dr. Sarah Farrukh",
  "introduction": "The composite press is utilised in the fanbrication of solvent less polymeric membranes. ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "MEMAR LAB",
  "specification": "10 Bar pressure, with chillar China RV\/19\/2021",
  "description": "this equipment required proper die for pressing polymer at various pressures. "
 },
 {
  "sr_no": 46,
  "name": "Membrane Caster ",
  "lab_incharge": "Dr. Sarah Farrukh",
  "introduction": "The membrane caster is utilised to cast various polymeric membranes",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "MEMAR LAB",
  "specification": "10  micrometer, holy chem china",
  "description": "polymer spread on the surface of glass sheet and by setting reading on doctor blade, membranes are being casted. "
 },
 {
  "sr_no": 47,
  "name": "Membrane Coater",
  "lab_incharge": "Dr. Sarah Farrukh",
  "introduction": "The membrane coater is utilised to coat the both sides of membranes with different coating material ",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "MEMAR LAB",
  "specification": "Moveable strand, room temperature, automatic, china,RV\/17\/2020-21",
  "description": "The membranes are attached with the moveable strand and timer set on the screen. The coating material is placed inside beaker placed at the bottom. As timer started, the strand move down and membrane is inserted in beaker and coated. "
 },
 {
  "sr_no": 48,
  "name": "Tube Furnance-1200°C",
  "lab_incharge": "Dr. Salman Raza Naqvi",
  "introduction": "A tube furnace is an electric heating device used to conduct syntheses and purifications of inorganic compounds and occasionally in organic synthesis.  Temperature can be controlled via feedback from a thermocouple.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Alternative Fuels and Sustainability",
  "specification": "     Temperature bear 1200,          Heating rate (4°C\/min)",
  "description": "The working principle is based on the law of conservation of energy"
 },
 {
  "sr_no": 49,
  "name": "Muffle Furnace-1200°C",
  "lab_incharge": "Dr. Salman Raza Naqvi",
  "introduction": "A muffle furnace separates the object to be heated from all byproducts of combustion from the heat source. In modern electrical furnaces, a radiation or convection energy applies heat to a chamber using a high-temperature heating coil inside insulated material. The insulating material effectively acts as a muffle, preventing heat from escaping",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Alternative Fuels and Sustainability",
  "specification": "High Temperature Control(1200°C) Box Resistance Furnace Control",
  "description": "The the working principle is based on the working principle and the law of conservation of energy, which converts electric energy into heat energy in order to heat materials "
 },
 {
  "sr_no": 50,
  "name": "GC-MS",
  "lab_incharge": "Dr. Erum Pervaiz",
  "introduction": "GC-MS can be used to study liquid, gaseous or solid samples. Analysis begins with the gas chromatograph, where the sample is effectively vaporized into the gas phase and separated into its various components using a capillary column coated with a stationary (liquid or solid) phase.",
  "school": "School of Chemical and Material Engineering",
  "lab_name": "Heterogeneous Catalysis Lab",
  "specification": "Capillary Flow Technology (CFT): No\nDetectors: 3\nDimensions (WxDxH): 58 cm x 54 cm x 49 cm\nDual Simultaneous Injection: No\nGC Detector MDLs: Standard\nGC Diagnostics - Leak Check: Standard (manually cap septum purge)\nGC\/MS Compatibility: Single quadrupole (stainless steel source)\nInlets: 2\nMaximum Temperature Ramp Rate: 75 °C\/min\nOperating Temperature Range: +8 °C above ambient to 425 °\nOven Cool Down: 300 °C to 50 °C in 5.7 minutes (25 °C ambient)\nPeak Area Repeatability: <2% RSD\nRetention Time Repeatability: <0.06%\nTypical Pressure Control: 0.01 psi\nValves: 3",
  "description": "GC is a separation science technique that is used to separate the chemical components of a sample mixture and then detect them to determine their presence or absence and\/or how much is present. GC detectors are limited in the information that they give; this is usually two-dimensional giving the retention time on the analytical column and the detector response. Identification is based on comparison of the retention time of the peaks in a sample to those from standards of known compounds, analyzed using the same method. However, GC alone cannot be used for the identification of unknowns, which is where hyphenation to an MS works very well. MS can be used as a sole detector, or the column effluent can be split between the MS and GC detector(s)."
 },
 {
  "sr_no": 51,
  "name": "3-D Printer",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "3D Printing is a process for\nmaking a physical object\nfrom a three-dimensional\ndigital model, typically by\nlaying down many successive\nthin layers of a material",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "Heated build chamber,\nExtruder,Dual extruder,\nIndependent Dual Extruder (IDEX),Multiple extruders (3+),Pellet extruder,Full color,Conveyor belt,5-axis,Hybrid manufacturing,Robotic arm.",
  "description": "A 3D printer essentially\nworks by extruding molten plastic through a tiny nozzle that it moves around precisely\nunder computer control"
 },
 {
  "sr_no": 52,
  "name": "Electrospining Machine",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "Electroris is a lab-scale electrospinning\nmachine to prepare \npolymeric\/carbon\/ceramic\nnanofibers with diameter \nrange of 50 nm to a few microns.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "4.3” touch screen HMI panel for controlling\nprocess parameters.\n\nEmergency button to stop machine in any unexpected situation\n\nMetallic body with 3 doors for easy access",
  "description": "Principle of Electrospinning:\nElectrospinning involves an electrohydrodynamic\nprocess, during which a\nliquid droplet is electrified to generate a jet, followed\nby stretching and elongation to generate fiber."
 },
 {
  "sr_no": 53,
  "name": "Injection Molding",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "An injection molding\nmachine is a machine for manufacturing plastic products by the injection molding process. It consists of two main parts, an injection unit and a clamping unit.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "Min Power:10A @ 120V\nMaxTemperature:600F\nMin Air Flow:4.5cfm\nMax Mold Size:8x10x4.5in\nMax Clamping Force:12tons\nMaxPressure:13,500psi @ 90psi air\nMachine Dimensions:16x22x50in\nMachine Weight:170 lb",
  "description": "The principle of injection molding is very simple.\nThe plastic material is\nheated above its melting point, resulting in the\nconversion of the solid\npolymer to a molten fluid with a reasonably low viscosity. It is then forced into a closed mold that defines the shape of the article to be produced"
 },
 {
  "sr_no": 54,
  "name": "Laser Cutting Machine Model No \nJQ 9060",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "Laser cutting is a high \nprecision CNC thermal \nprocess that uses a \nhigh-power laser beam to \ncut, melt, or burn a material sheet.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "The AT series laser cutting Engraving machine is developed to fully deliver motion control\nperformance and improve laser processing performance. The multifunction laser cutting\nequipment can better serve processing sites with its excellent software design, proper\nmechanical structure, great electrical performance and top-quality accessories",
  "description": "Laser cutting uses a \nhigh-power laser which \nis directed through optics and computer numerical control\n(CNC) to direct the\nbeam or material."
 },
 {
  "sr_no": 55,
  "name": "Dip Coater",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "Dip Coater designed for \nR&D Lab to prepare various \noptical or epitaxial films \nfrom a liquid solution",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "Dipping\/Pulling Speed: \n1-200 mm\/minute \nAdjustable via a digital panel\nTravel Distance: \n0-200mm Adjustable \nvia a digital panel ",
  "description": "Dip coating refers to the \nimmersing of a substrate \ninto a tank containing \ncoating material, \nremoving the piece from \nthe tank, and allowing \nit to drain"
 },
 {
  "sr_no": 56,
  "name": "Stereo microscope",
  "lab_incharge": "Dr Murtaza Najabat Ali",
  "introduction": "The stereo microscope is \nan optical microscope\nvariant designed for low\nmagnification observation\nof a sample.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": " Prosthetic Lab",
  "specification": "Head: 360 degree rotatable 45 degree inclined trinocular\nOcular Port Diameter: 30mm \nEyepieces: WF10X\/20 10X super-widefield, high-eyepoint with 20mm field-number\nZoom Range: 0.7X-4.5X\nDiopter Adjustment: +\/- 5dp\nInterpupillary Distance: 2-3\/16\" - 2-15\/16\"(55-75mm)\nWorking Distance with 0.5X Barlow: 8\" (200mm)\nStand: 10\" x 7-7\/8\" x 7\/8\"\nRound Plate: 3-3\/4\" (95mm) in diameter\nAccessories: Paired eye-caps",
  "description": "A stereo microscope works on the reflected light from the sample.\nThe magnification of the\nmicroscope takes place at\nlow power and hence,\nit is suitable for magnifying opaque objects. It is suitable for thick and solid samples because it uses light reflected from the sample"
 },
 {
  "sr_no": 57,
  "name": "2UV Transilluminator Single Intensity",
  "lab_incharge": "Dr Adeeb Shehzad",
  "introduction": "An ultra-violet (UV) trans illuminator is a standard piece of equipment used\nin life science laboratories for visualization of target DNAs and proteins. \nThe UV trans illuminator works by emitting\n high levels of UV radiation through the viewing surface\n",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "2UV, single intensity benchtop transilluminator compatible with UVP Imaging Systems\nIncreases ultraviolet output and intensity\nCompact, lightweight with adjustable clear hinged UV blocking cover\nWavelength: 302\/365nm\nVisible or UV Light Source \nUV Viewing Surface Dimensions: 14\" x 11\"\nWavelength Channels: 302 nm, 365 nm\nFilter Cover: Clear, UV Blocking\nBrand: Benchtop UV\nWavelength: 302\/365 nm\nSingle or Variable Intensity: Single\nSpecific Light Source: Double UV\nManufacturer SKU: 95-0449-01\nUnit of Measure: EA",
  "description": "UV transilluminators are used \nin molecular biology laboratories to view DNA or RNA that has been separated by electrophoresis \nthrough an agarose gel. \nExposing the stained gel to a \nUV light source causes the \nDNA to fluoresce and \nbecome visible."
 },
 {
  "sr_no": 58,
  "name": "Distillation Plant",
  "lab_incharge": "Dr Adeeb Shehzad",
  "introduction": "Distillation refers to the \nselective boiling and subsequent \ncondensation of acomponent \nin a liquid mixture. \nIt is a separation technique\n that can be used to either \nincrease the concentration \nof a particular component in \nthe mixture or to obtain \n(almost) pure components \nfrom the mixture.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "Single Distillation Unit Output: \n1.5Litre\/Hr, 3.5L...\nHeater Load: 1 KW Each\nHeater material: Ceramic with Spiral element\nHeater Tube: Quartz \/ Silica Glass",
  "description": "On heating, a liquid starts converting into \nits vapour phase at its boiling point. It involves \nheating a liquid to generate vapour and then \ncooling it to return it to its liquid state."
 },
 {
  "sr_no": 59,
  "name": "Electrophoresis Apparatus (Vertical)",
  "lab_incharge": "Dr Adeeb Shehzad",
  "introduction": "The gel electrophoresis apparatus \nconsists of a gel, which is often \nmade from agar or polyacrylamide, \nand an electrophoretic chamber (typically a hard plastic box or tank) \nwith a cathode (negative terminal) at one end and an anode (positive terminal) at the opposite end.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "Vertical gel apparatus: \n10 – 12 cm (Length) x 8 – 10 (Breadth) \nx 8 - 12 cm (Height), 5-10\nsamples, glass plate (10 x10 cm), \ncomb capacity of 35µl -50µl and gel caster.\n",
  "description": "Electrophoresis is based on the phenomenon that most \nbiomolecules exist as \nelectrically-charged particles, \npossessing ionizable functional groups. Biomolecules in a solution at a given pH will exist as either positively or negatively charged ions."
 },
 {
  "sr_no": 60,
  "name": "Electrophoresis Apparatus With power Supply",
  "lab_incharge": "Dr Nosheen Fatima",
  "introduction": "Power supplies for electrophoresis \nare used to create the electrical \ncurrent to power DNA\/RNA separations,\nPAGE electrophoresis and transferring \nto membrane. The voltage determines \nthe scope of function with 300V strong \nenough for running gels while 250V is \nneeded to perform transfers.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "Material MS\nPower Source Electric\nVoltage 200-250 V\nCurrent 250 mA\nAnalog Fixed with Mini vertical Electrophoresis Apparatus.",
  "description": "This high voltage power supply \nconnects to an electrophoresis \ntank setting up an electric field \nbetween the two electrodes. \nDNA samples loaded into an \nagarose gel move through the \ngel towards the anode (+ve) \nwith the agarose gel matrix \nseparating the DNA molecules by size."
 },
 {
  "sr_no": 61,
  "name": "Gel Documentation System Digital Camera",
  "lab_incharge": "Dr Adeeb Shehzad",
  "introduction": "Gel Document Imaging System is \nused for gel band observation and \nanalysis after electrophoresis run \nby using software technology and \nthe band picture can be zoomed in \nor zoomed out according to user's \nrequirements.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "Scientific Digital Camera.\nResolution：5 Megapixels，2592*1944.\nPixel Density：16bit (65536 Grey Scales)\nHigh QE: 75%\nReadout Noise: 5.1e- RMS.\nSignal to Noise Ratio:70.1db.\nSensitivity: 10pg EB stained DNA.",
  "description": "An automatic gel imaging system works on \nthe principle that when ultraviolet light \n(of wavelength 254nm-302nm) is \ndirected towards a gel stained with ethidium \nbromide, the dye intercalates with DNA’s groove, \ngets excited, and emits fluorescent light. This \nphenomenon can be observed and recorded \nin the visible range, i.e., 590nm using a digital camera."
 },
 {
  "sr_no": 62,
  "name": "Auto clave",
  "lab_incharge": "Dr Adeeb Shehzad",
  "introduction": " An autoclave is a machine that uses \nsteam under pressure to kill harmful \nbacteria, viruses, fungi, and spores on items \nthat are placed inside",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Biochemistry Lab",
  "specification": "Autoclave Weight (Kg.) 38\nChamber Volume 23 Liter\nCold Cycle Time 16 min.\nHot Cycle Time 12 min.\nNumber of Trays 4\nStandard Cassettes Capacity 3 full \/ 3 half\nTray Dimensions WxHxD(mm) 168x20x414\nVoltage (V) & Frequency (Hz) 230V & (50\/60 Hz)\nPower (W) & Current (A) 10A & 2200W",
  "description": "The autoclave works on the principle of moist \nheat sterilization. The high pressure inside the \nchamber increases the boiling point of water \nfor the sterilization of equipment. The higher \npressure also ensures the rapid penetration \nof heat into the deeper parts of equipment."
 },
 {
  "sr_no": 63,
  "name": "Vision Transmission \/Reception full system (military grade) for UAV surveillance for 16km range (Lx3000s Txr\/Rxr pkg) ",
  "lab_incharge": "Dr Jawad Khan ",
  "introduction": "Vision system was the MS students project, this system connent on any RC drone or Heli to scan the area and for live video transmission.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Aerial Robotics Lab",
  "specification": "Camera, Transmitter and Reciver, Sensors",
  "description": "Radio frequency "
 },
 {
  "sr_no": 64,
  "name": "Set of following (02sets) Transmitter\/Receiver set futaba 8FF (Batt model of JRDSx9) Eagle Eye Fpv Station OSD Pro FPV system OSDPro-Pkg-HD4 Package including OSD Pro module ,Elogger and GPS V4 with filter stabilizer Guardian Exp Altimeter -V4 ,Airspeed-V3, Optical RPM CCD camra Gopro Hyperian Batteryy Life 6.6v, 3000mAh Hyperian battery 11.1v",
  "lab_incharge": "Dr Jawad Khan ",
  "introduction": "Vision was the MS students project, this system connent on any RC drone or Heli to scane the area and for live vedio transmission and reception.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Aerial Robotics Lab",
  "specification": "Camera, Transmitter and Reciver, Sensors",
  "description": "Radio frequency "
 },
 {
  "sr_no": 65,
  "name": "Rugged CCd Sensor Based Camera 2. Camera Mount 3.Lenses 4.Image Processing PAD 5.IR illuminator 6.Red Light Illuminator",
  "lab_incharge": "Dr Yasar Ayaz",
  "introduction": "It is a true Machine -Vision Camera , having accurate Images, even in challenging Lighting Conditions",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Machine Vision Lab",
  "specification": "IEEE-1394",
  "description": "For taking Pictures"
 },
 {
  "sr_no": 66,
  "name": "Dynamics system Simulator for Imaging Experiments",
  "lab_incharge": "Dr Yasar Ayaz",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Machine Vision Lab",
  "description": "For img Exp"
 },
 {
  "sr_no": 67,
  "name": "LPkF Proto mat H100 with all accessories",
  "introduction": "lpkf H100 Machine is a circuit board prototypes and engraved . It consists\nbasically of a base plate, an X\/Y motion system and a machining head.\nThis machining head can be moved along both axes with the aid of the\nX\/Y motion system. The machining head can also be lowered. This\nresults in two basic processing possibilities. ",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Printed Circuit Board (PCB) Lab",
  "description": "Pcb Fabrication through Gerber file "
 },
 {
  "sr_no": 68,
  "name": "Olympus DSX1000 Digital Microscope",
  "lab_incharge": "Dr.Shahid Ikramullah ",
  "introduction": "The DSX1000 digital microscope combines ease of use with advanced features to streamline your inspection workflow. The salient features include large selection of lenses that are easy to change, switching between 6 different observation methods by pushing a button, optical zoom with high-resolution 3D images, fast macro to micro viewing with availability of real colour and texture, accurate measure with a telecentric optical system and advanced measure are fast and easy to obtain.  ",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Metallography ",
  "specification": "a. Telecentric optical system\n\nb. Maximum total magnification 8220X\n(on a 27-inch monitor)\n\nc. Working distance 66.1 mm– 0.35 mm\n",
  "description": "-"
 },
 {
  "sr_no": 69,
  "name": "Creaform Handy SCAN 700 3D Scanner CCP Handy Scan 700(CRF-01063)",
  "lab_incharge": "Dr.Shahid Ikramullah ",
  "introduction": "The Creaform HandyScan 3D is the reference in portable metrology-grade 3D scanner. Optimized to meet the needs of design, manufacturing and metrology professionals, the HandyScan 3D provides the most effective and reliable way to acquire accurate 3D measurements of physical objects anywhere. It features accuracy, simplicity, portability and unmatched measurement speed, it captures high quality measuring data regardless of environmental changes or part movement.",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Metallography ",
  "specification": "i. Accuracy 0.025mm (0.0009 in)\nii. Volumetric Accuracy\niii. 0.020mm +0.040 mm\/m (0.0008 in + 0.0005 in\/ft)\niv. Reliable Acceptance Test\nv. Based on VDI\/VDE 2634-part 3 standard\nvi. ISO 17025 accredited laboratory\nvii. High resolution for fine details\n",
  "description": "-"
 },
 {
  "sr_no": 70,
  "name": " Engine Head Test Rig ",
  "lab_incharge": "Dr. Riaz Mufti",
  "introduction": " The setup provides capabilty to study the friction and wear in atcual engine head of  different vehicle in controlled environment",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Tribology Lab",
  "description": "Cam\/ Tappet "
 },
 {
  "sr_no": 71,
  "name": "Reciprocating Tribometer",
  "lab_incharge": "Dr. Rehan Zahid",
  "introduction": "Replicate reciprocating contact configuration to study friction",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Tribology Lab",
  "description": "ball on flat"
 },
 {
  "sr_no": 72,
  "name": "Vacuum Forming Machine",
  "lab_incharge": "Dr. Mian Ashfaq",
  "introduction": "Manufacture different plastic sheet parts by employing vaccuum and heating ",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Tribology Lab"
 },
 {
  "sr_no": 73,
  "name": "3D Printer ",
  "lab_incharge": "Dr. Mian Ashfaq",
  "introduction": "Plastic 3d printer ",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Tribology Lab"
 },
 {
  "sr_no": 74,
  "name": "Rotary Tribometer",
  "lab_incharge": "Dr. Rehan Zahid",
  "introduction": "Rotary type replicate rotating contact configuration to study friction",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Tribology Lab",
  "description": "four ball"
 },
 {
  "sr_no": 75,
  "name": " Low speed water tunnel with advance measurement equipment",
  "lab_incharge": " Dr Emad Uddin",
  "introduction": "Test section with traverse mechanism for mounting of test objects  with variety of equipment avaialble for flow visualization and measurements",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Flow visualization lab",
  "specification": "Test Section cross-section of 0.4 m & 2 m length. Velocity variation between 0.15 – 0.7 m\/s. Max wave amplitude = 0.2 m & max wave height = 0.3 m",
  "description": "Water based flow measuement and visualization"
 },
 {
  "sr_no": 76,
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Flow visualization lab"
 },
 {
  "sr_no": 77,
  "name": " Acoustic camera ",
  "lab_incharge": "Dr Emad Uddin",
  "introduction": " It is used for noise and leakage detection in many different scenarios. It enable the user to visualise different sound sources at different frequencies and source strengths. It has 128 microphones with camera in middle. It is a real time virtual microphone with digital microphones and no extra acquisition unit needed. ",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Microfluidics and aeroacoustics lab",
  "specification": "\" 316 Hz - 15kHz, Operating distance 0,5 m to 200 m\nOptical camera resolution 1600 x 1200\nOptical camera frame rate 15 frames\/sec\nOptical\/acoustic covering angle ± 48,5° horizontal ± 35° vertical\"",
  "description": "Beamforming"
 },
 {
  "sr_no": 78,
  "name": " SU8 & PDMS microfluidic chip manufacturing setup",
  "lab_incharge": "Dr Emad Uddin",
  "introduction": "Manufacturing the microchannel and devices using the precision manufacturing methods. It gives the resolution up to microns and can create functional parts too. Two of the most advanced methods for precision manufacturing are soft lithography and 3D printing. All these methods will be employed in a clean environment in the lab",
  "school": "School of Mechanical and Manufacturing Engineering",
  "lab_name": "Microfluidics and aeroacoustics lab",
  "specification": " Resolution upto 5 microns and maximum size can be 6 x 6 inch",
  "description": "Lithographty, additive manufactuing"
 },
 {
  "sr_no": 79,
  "name": "FPGA Based Rapid Control Prototyping",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "NI-GPIC Back to Back Invertor Board ",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "400 MHz Real-Time Processor\n256 MB RAM\n512 MB Non-volatile Storage\nXilinx Reconfigurable FPGA\nSpartan-6 LX 45\n43,661 logic cells\n2,088 Kb FPGA RAM\n14,500 MMACS DSP performance \n58 hardcore DSP48A1 slices (multipliers) ",
  "description": "NI based hardware controlled with LabVIEW Software"
 },
 {
  "sr_no": 80,
  "name": "Protection Relay Development system",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "Micro Relay Protection System based on NI-CRIO Consisting of range of ready-made electromechanical and microprocessor relays as well as compact Rio enables protection relays that can be programed for various protection logics",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "CPU Intel Atom E3940\nNumber of cores 4\nCPU frequency\n1.6 GHz (base)\n1.8 GHz (burst)\nOn-die L2 cache 2 MB ",
  "description": "NI based hardware controlled with LabVIEW Software"
 },
 {
  "sr_no": 81,
  "name": "Power Quality Analyzer",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "The system is used to measure the power quality related variables",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "GPS time synchronization to +- 10 ns\nInput modules for 400v(rms),50A(rms) signals\n4 GB of local non-volatile storage\n-400C -700C operating temperature range\n50KS\/s per channel simultaneous wave for acquisition"
 },
 {
  "sr_no": 82,
  "name": "Programmable Electronic Load, High Voltage Programmable DC power Supplies and Batteries",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "The system is used as a load for different research purposes",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "Chroma High Power DC Electronic Loads provide wider operating voltage and current ranges up to 240kW, sine wave loading, dynamic frequency sweep to 50kHz, digitizing, MPPT, an impressive front panel that tilts, and the highest accuracy "
 },
 {
  "sr_no": 83,
  "name": "Hardware In the Loop System",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "This system is used to run Hardware in the loop simulations",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "The system is capable for simulating 72 switches\n64 LC components \nUnlimited Resistive elements"
 },
 {
  "sr_no": 84,
  "name": "Environmental Chamber",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "Used to test material heat, cold, dry resistance, humidity resistance. Suitable for electronics, electrical appliances, Communications, instrumentation, vehicles, plastic products, metal, food, chemical, building materials, medical, aero space, and other products.",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "minus 45- 150 degree centegrate"
 },
 {
  "sr_no": 85,
  "name": "D-Space",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "Micro Lab Box is a compact development system for the laboratory that combines compact size and cost-effectiveness with high performance and versatility.",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": " MicroLabBox lets you set up your control, test or measurement applications quickly and easily, and helps you turn your new control concepts into reality."
 },
 {
  "sr_no": 86,
  "name": "Battery Simulator",
  "lab_incharge": "Dr. Muhammad Numan",
  "introduction": "Keithley Model 2281S single channel, Precision DC Supply and Battery Simulator innovatively integrates the functions of high-precision power supply, battery test, and battery simulation.",
  "school": "USPCAS-E",
  "lab_name": "Smart Grid and Power Research Lab",
  "specification": "0-32V, 0-6A, 192W"
 },
 {
  "sr_no": 87,
  "name": "Gas Chromatography Mass Spectrometry (GCMS)",
  "lab_incharge": "Dr. Majid Ali",
  "introduction": "Gas Chromatography Mass Spectrometry (GC\/MS) is an instrumental technique, comprising a Gas Chromatograph (GC) coupled to a Mass Spectrometer (MS), by which complex mixtures of chemicals may be separated, identified and qualitative analysis is performed. This makes it ideal for the analysis of the hundreds of relatively low molecular weight compounds found in environmental materials. ",
  "school": "USPCAS-E",
  "lab_name": "Thermal Energy Research Lab",
  "specification": "Carrier gas: He\nColumn: SH-Rxi™-5Sil MS.",
  "description": "A mixture will separate into individual substances when heated. The heated gases are carried through a column with an inert He gas. As the separated substances emerge from the column opening, they flow into the MS. MS is an analytical technique that measures the mass-to-charge ratio of charged particles and therefore can be used to determine the molecular weight and elemental composition, as well as elucidating the chemical structures of molecules."
 },
 {
  "sr_no": 88,
  "name": "Bomb Calorimeter",
  "lab_incharge": "Dr. Majid Ali",
  "introduction": "Bomb Calorimeter is primarily used for measuring heats of combustion of solid and liquid fuels. The reaction takes place in a closed space in controlled thermal contact with its surroundings, the jacket, at constant temperature.",
  "school": "USPCAS-E",
  "lab_name": "Thermal Energy Research Lab",
  "specification": "Calorimeter with Isoperibol oxygen bomb.\n",
  "description": "In an isoperibol calorimeter the surrounding jacket is maintained at a constant temperature while the temperature of the bomb and bucket rise as heat is released by the combustion. Purpose is to measure the heat at a constant volume. The heat that is measured using this apparatus is heat of combustion because the reaction is a combustion reaction."
 },
 {
  "sr_no": 89,
  "name": "Viscometer",
  "lab_incharge": "Dr. Majid Ali",
  "introduction": "For determination of viscosity of liquids at various temperature",
  "school": "USPCAS-E",
  "lab_name": "Thermal Energy Research Lab",
  "specification": "Spindle Speed: 1-200 RPM\nTemperature Range: 0-100 °C",
  "description": "Working principle of the DV2T is to drive a spindle (which is immersed in the test fluid) through a calibrated spring. The viscous drag of the fluid against the spindle is measured by the spring deflection. Spring deflection is measured with a rotary transducer. "
 },
 {
  "sr_no": 90,
  "name": "Thermal Conductivity Tester",
  "lab_incharge": "Dr. Majid Ali",
  "introduction": "Thermal conductivity determination of solid, paste, and liquid specimen. ",
  "school": "USPCAS-E",
  "lab_name": "Thermal Energy Research Lab",
  "specification": "Thermal Conductivity Range: 0.1 - 40 W\/m.K                         Temperature Range: 0-275°C",
  "description": "Guarded Heat Flow Method"
 },
 {
  "sr_no": 91,
  "name": "Differential Scanning Calorimeter",
  "lab_incharge": "Dr. Majid Ali",
  "introduction": "Heat flow associated with thermal transformation in a material is analyzed under N2 atmosphere. Glass transition temperature, latent heat, melting and solidification profiles of specimen are determined.",
  "school": "USPCAS-E",
  "lab_name": "Thermal Energy Research Lab",
  "specification": "Operating Temperature range upto 300 °C",
  "description": "Standard Heat Flow Method"
 },
 {
  "sr_no": 92,
  "name": "High Voltage Construction KIT 4.0",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "The High Voltage Construction KIT is a system of components for applications in high voltage technology. Due to its modular design, it is the ideal tool kit for conducting experiments in a university, in R&D lab, or for a research application. A variety of experiments and test configurations are available which allow the generation of AC voltages up to 200 kV, and DC voltages up to 280 kV.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Single Stage: Maximum 100 kV AC, 140 kV DC output\nDouble Stage: Maximum 200 kV AC, 280 kV DC output",
  "description": "Cascaded transformer conditions in step up arrangement."
 },
 {
  "sr_no": 93,
  "name": "Partial Discharge Analyzing System",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "The PD Analyzer is the latest equipment for partial discharge measurement & radio interference voltage testing. With the\nanalyzer you can setup, control, test, monitor and generate test reports from a single computer. Its modular design makes the analyzer flexible for any application.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Maximum 100 kV AC",
  "description": "Works on the capacitive measurement method through small signals."
 },
 {
  "sr_no": 94,
  "name": "SGS Impulse Voltage Test System",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "Impulse Voltage Test System consist of 4 stages impulse voltage generator and has a capability to generate 400kV lightning impulse voltage. This generator is used to test the strength of electric power equipment against lightning surges. ",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Multistage Impulse generator system \n400 kV, 20 kJ",
  "description": "Based on the Marx Generator setup, Capacitors are charged in parallel and discharge in series."
 },
 {
  "sr_no": 95,
  "name": "Precision Oil and Solid Dielectric Analyzer with Solid Test Cell",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "The Precision Oil and Solid Dielectric Analyzing System is designed for measurement of solid insulating materials with a very low dielectric losses (Dissipation Factor and Power Factor) of high-voltage insulating material (e.g. Teflon).\nThe instrument works on the principle of a combined bridge-vector-meter and is capable of analyzing capacitive and dissipation factor as well as DC-Resistivity with outstanding accuracy and stability.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "AC test voltage range of 40-2.5k V, AC Current 5 mA maximum, DC test voltage range of 250-2.5k V",
  "description": "Works on the principal of schering bridge method. Measuring the capacitance, dissipation factor, DC Resistivity properties of solid insulating materials. "
 },
 {
  "sr_no": 96,
  "name": "AC Dielectric Breakdown Test System",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "The system provides a complete range of destructive testing of solid materials. This system can test to UL, CSA, NEMA, MIL, ASTM, AEIC, ICEA, and IEEE specifications.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Maximum 75 kVac output",
  "description": "Variable automatic programmable transformer designed to generate upto 75KVac and stores the value of voltage at which point the short circuit occurs."
 },
 {
  "sr_no": 97,
  "name": "AC\/DC Hipot Tester & Megohmmeter",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "Hipot testing is the process of testing the dielectric strength of \ninsulation and measuring the amount of current leakage through the insulation in a test \nsample at a chosen voltage. The AC\/DC Hipot Tester is designed for both AC and DC dielectric testing, corona \ndischarge testing, combination resistance-dielectric strength testing and insulation \nresistance measurement.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Maximum 5.0 kV AC output, 6.0 kV DC output, \n0-5 AC mA and 0-0.5\/5\/50\/500\/5000 DC (uA)\nOutput Current Meter \nRange, 100,000 Megohm Range",
  "description": "Variable transformer controlled through knob with rectification for DC generation accompained with resistance and leakage current measurement circuit."
 },
 {
  "sr_no": 98,
  "name": "Digital Interface Oil Tester",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "This model is designed to meet testing specifications available for ASTM D877, ASTM D1816 and IEC 156 testing standards. The OC60-DI offers the ability to use one of the pre-programmed rates of voltage rise or allows the operator to create their own tests using Basic mode. An internal kilovoltmeter automatically records the breakdown voltage for each test sample. Each test can be saved into the unit’s internal memory or to a USB drive. ",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Maximum 60 kV AC output",
  "description": "Variable automatic programmable transformer designed to generate upto 60KVac and stores the value of voltage at which point the short circuit occurs."
 },
 {
  "sr_no": 99,
  "name": "Earth Ground Tester",
  "lab_incharge": "Dr. Abraiz Khattak (Lab PI)\nDr. Kashif Imran (Lab Co-PI)",
  "introduction": "Earth Ground Tester (KEW 4105A) is an earth resistance tester for testing power distribution lines, in-house wiring system, electrical appliances etc. It also has an earth voltage range for earth voltage measurement.",
  "school": "USPCAS-E",
  "lab_name": "High Voltage Lab ",
  "specification": "Earth Resistance: \n0 - 2000Ω\nEarth Voltage [50,60Hz]: 0 - 200V AC",
  "description": "This instrument makes earth resistance measurement with fall-of-potential method."
 },
 {
  "sr_no": 100,
  "name": "IV Curve Tracer ",
  "lab_incharge": "Dr. Hassan Abdullah Khalid",
  "introduction": "It is used for tracinging IV Curve and measurement of electrical parameters of PV module",
  "school": "USPCAS-E",
  "lab_name": "Energy Conversion Lab",
  "specification": "Model DS 1000, Maximum open circuit Voltage 1000 Volts, Maximum Input short circuit current 100 Amp",
  "description": "The DS-Tracer obtains an I-V curve by varying the electrical impedance connected across the PV array output terminals. Varying the impedance from zero to infinity causes the array operating point to change from Isc to Voc . "
 },
 {
  "sr_no": 101,
  "name": "Hail Impact Testing Machine",
  "lab_incharge": "Dr. Hassan Abdullah Khalid",
  "introduction": "It is used to verify that module is capable of withstanding the impact of hail",
  "school": "USPCAS-E",
  "lab_name": "Energy Conversion Lab",
  "specification": "Model: HTPV-09, Effective impact area:1200 * 2100mm, Hail setting speed:23.0m\/s±5%, Standard hail diameter:25mm±5%,  Barrel length: 940mm",
  "description": "The machine has two dimension stepping driving system, the interface can set the displacement. The machine can be programme to automatic perform multipoint impact test in one go. The hail shoot speed is regulated through compression air's pressure adjust. The machine has light spot fixed point collimation function which is helpful to ensure impact point position\n"
 },
 {
  "sr_no": 102,
  "name": "Electroluminescence Imaging Tester ",
  "lab_incharge": "Dr. Hassan Abdullah Khalid",
  "introduction": "It is used to determine micro cracks in  PV module using Electro Luminanace Imaging",
  "school": "USPCAS-E",
  "lab_name": "Energy Conversion Lab",
  "specification": "Model DS5300, Specially designed Dark Room used to perform this test",
  "description": "EL-Spot tool is a system to detect the luminescence from solar panels placed in forward bias to analyze a variety of defects such as cracked cells"
 },
 {
  "sr_no": 103,
  "name": "Fuel Cell Testing System",
  "lab_incharge": "Dr. Naseem Iqbal",
  "introduction": "A fuel cell is an electrochemical cell that converts the chemical energy from a fuel into electricity through an electrochemical reaction of hydrogen fuel with oxygen or another oxidizing agent",
  "school": "USPCAS-E",
  "lab_name": " Energy Storage & Conservations Lab",
  "specification": "A Fuel Cell Hardware Assembly consists of a pair of Poco Graphite Blocks with a precision, machined flow-pattern (pattern is serpentine unless otherwise specified by the customer), and a pair of gold plated connectors fastened with aluminum end plates. ",
  "description": "an electrochemical reaction that generates specific ions inside the cell, exchanged between anode and cathode through the electrolyte, and electrons, generating DC electrical output."
 },
 {
  "sr_no": 104,
  "name": "Battery Testing System",
  "lab_incharge": "Dr. Naseem Iqbal",
  "introduction": "Battery testing instruments for impedance and discharge testing to identify individual weak cells before they fail and simulate load conditions to ensure the batteries are working perfect",
  "school": "USPCAS-E",
  "lab_name": " Energy Storage & Conservations Lab",
  "specification": "PXIe, 8-Slot (4 Hybrid Slots, 2 PXI Express Slots, 1 PXI Express System Timing Slot), Up to 8 GB\/s PXI Chassis—The PXIe‑1082 features a high-bandwidth backplane to meet a wide range of high-performance test and measurement application needs. It accepts PXI Express modules in every slot and supports standard PXI hybrid-compatible modules in up to four slots.",
  "description": "It works by applying load and monitoring the voltage and current of the battery"
 },
 {
  "sr_no": 105,
  "name": "Electrochemical Work Station",
  "lab_incharge": "Dr. Naseem Iqbal",
  "introduction": "It is used to measure the activity of a catalyst material using different techniques such as CV, LSV etc",
  "school": "USPCAS-E",
  "lab_name": " Energy Storage & Conservations Lab",
  "specification": "Electrochemical workstation RRDE- 3A, Model=700E Series Bipotentiostat  ",
  "description": "Cyclic voltammetry, linear sweep voltammetry, differential pulse voltammetry, square wave voltammetry, chronoamperometry, impedance spectroscopy,is performed via integrated digital CV simulator, impedance simulation and fitting program.These features provide powerful tools for the understanding of reaction kinetics, trace levelanalysis, fundamental research, corrosion, energy conversion and storage studies."
 },
 {
  "sr_no": 106,
  "name": "High Pressure Sorption Analyzer",
  "lab_incharge": "Dr. Naseem Iqbal",
  "introduction": "It is used to measure the pore size analysis and adsorption and desorption analysis of gases",
  "school": "USPCAS-E",
  "lab_name": " Energy Storage & Conservations Lab",
  "specification": "Maximum Degas temperature=500 C, Pressure= 0.005bar to 100bar",
  "description": "Measuring the amounts of gas adsorbed under storage\/separation process conditions often requires super-atmospheric pressures. Such measurements are done in static volumetric devices using manometric principles, that is determining the amount of gas from pressure changes over the sample in a known fixed volum"
 },
 {
  "sr_no": 107,
  "name": "Sand Blasting",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "Sandblasting is the act of propelling very fine particles of an abrasive material at high velocity toward a surface in order to clean or etch it. Sandblasting is often used as a way to prepare a surface prior to thermal spraying",
  "school": "USPCAS-E",
  "lab_name": "Thermal Spray Facility",
  "specification": "It has following accessories\n1)\t6 Bar compressor\n2)\tSand blaster gun\n3)\tSB cabinet",
  "description": "This is the process of  blowing fine sand at  high pressure with the help of compressed air that is passed  through the sand  blasting nozzle at a very high velocity"
 },
 {
  "sr_no": 108,
  "name": "HVOF",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "HVOF spraying is one of thermal spraying technique and it can produce coatings for: Wear protection, Low friction surfaces, Corrosion protection, Electrical insulation",
  "school": "USPCAS-E",
  "lab_name": "Thermal Spray Facility",
  "specification": "HVOF has following accessories\n1)\tChiller\n2)\tControl cabinet\n3)\tCompressor\n4)\tHVOF gun\n5)\tPowder feeder",
  "description": "HVOF spraying works by mixing fluid fuel and oxygen, which is fed into a combustion \nchamber and ignited. The extremely high-temperature Gas melts the particles and they get deposited"
 },
 {
  "sr_no": 109,
  "name": "Atmospherics Plasma Spray",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "This process is carried out in an open atmosphere, a high-powered jet of ionized argon and\/or helium or hydrogen (plasma) melts ceramic powders and other high-temperature materials. Mainly used to spray Thermal Barrier Coatings (TBC) on turbine components of any size",
  "school": "USPCAS-E",
  "lab_name": "Thermal Spray Facility",
  "specification": "APS has following accessories\n1)\tChiller\n2)\t85 KV Transformer\n3)\tPower supply\n4)\tControl cabinet\n5)\tAPS gun\n6)\tPowder feeder",
  "description": "A carrier gas conducts the material particles by injecting them at high velocity through the plasma, where they are molten or partially molten, taking the form of droplets that settle and solidify on the surface being coated."
 },
 {
  "sr_no": 110,
  "name": "Wire Arc Spray",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "Arc spraying uses an electric arc as the heat source to melt metallic wires. Similarly, to flame, compressed air (or sometimes inert gas) is used to atomize the molten metal. Wire arc has wide range of applications including automotives, defense, and marine industry",
  "school": "USPCAS-E",
  "lab_name": "Thermal Spray Facility",
  "specification": "WAS with following accessories\n1)\tControl cabinet\n2)\tWAS gun\n3)\tCompressor\n",
  "description": "This technique involves two consumable metal wires. When fed into the spray gun, these wires are electrically \/thermally heated to their melting points and then sprayed onto a metallic surface."
 },
 {
  "sr_no": 111,
  "name": "Powdered combustion spray",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "The powder is fed into the center of the flame where it is melted. That is why it is called the Combustion Powder process. The powder is melted in the flame where the liquid metal is atomized. Atomization is created when a combination of the pressure from the flame; then it is  injected around the flame. It  is suitable for maintenance, repair, restoration and abradable\/clearance control applications of machine parts.",
  "school": "USPCAS-E",
  "lab_name": "Thermal Spray Facility",
  "specification": "PCS has following accessories\n1)\tControl cabinet\n2)\tPCS gun\n3)\tCompressor",
  "description": "The gas fuel and air are mixed and ignited to produce a flame. the material is melted and the compressed air, passing through a spray nozzle atomizes the molten metal and sprays it onto the work piece"
 },
 {
  "sr_no": 112,
  "name": "Quantum Efficiency Spectral Response Measurement System",
  "lab_incharge": "Dr. Nadia Shahzad",
  "introduction": "QE-R quantum efficiency system is a PV cell tester which can provide cell’s EQE. IPCE, IQE and spectral response data accurately and rapidly.",
  "school": "USPCAS-E",
  "lab_name": "Solar Energy Research Lab",
  "specification": "Study the device design, device performance, process improving, material bandgap, impurity or trap."
 },
 {
  "sr_no": 113,
  "name": "Contact Angle Measurement System",
  "lab_incharge": "Dr. Nadia Shahzad",
  "introduction": "Studying adhesion, absorption, wetting behavior, bonding quality, surface treatments and coatings on fiber, fabric, polymer, semiconductor wafer, hard disk, flat panel displays and bio-materials.",
  "school": "USPCAS-E",
  "lab_name": "Solar Energy Research Lab",
  "specification": "The VCA Optima utilizes a precision camera and advanced PC technology to capture static or dynamic images of the droplet and determine tangent lines for the basis of contact angle measurement."
 },
 {
  "sr_no": 114,
  "name": "Solar Simulator",
  "lab_incharge": "Dr. Nadia Shahzad",
  "introduction": "Solar simulators use a single lamp design to meet Class A requirements for not one or two, but all three performance criteria without compromising their 1 SUN output power.",
  "school": "USPCAS-E",
  "lab_name": "Solar Energy Research Lab",
  "specification": "Class A spectral match\nClass A spatial non-uniformity of irradiance\nClass A temporal instability\nVariable attenuator for 0.1 to 1.0 SUN output\nTemperature sensors "
 },
 {
  "sr_no": 115,
  "name": "Photoluminescence spectroscopy",
  "lab_incharge": "Dr. Nadia Shahzad",
  "introduction": "Emission and Excitation response of Solar Cells, thin films and liquids.",
  "school": "USPCAS-E",
  "lab_name": "Solar Energy Research Lab",
  "specification": "Focal Length 320 mm-550 mm\nAperture f\/4.1-f\/6.4\nSpectral Range 150 to 1500 nm w\/ 1200 g\/mm grating\n150 nm to 40 µm w\/ appropriate gratings 150 to 1500 nm w\/ 1200 g\/mm grating.\n150 nm to 40 µm w\/ appropriate gratings\nGrating Size 68 mm x 68 mm 76 mm x 76 mm\n"
 },
 {
  "sr_no": 116,
  "name": "Scanning Electron Microscope with EDS",
  "lab_incharge": "-",
  "introduction": "The scanning electron microscope TESCAN VEGA3 was used to image and evaluate the quality of the samples used in studies of changes in the microstructural characteristics of apatite crystallites during enamel maturation.",
  "school": "USPCAS-E",
  "lab_name": "Advanced Energy Materials Lab",
  "specification": "Highly resolved morphological images at the nanoscale are obtained and elemental composition of the sample is traceable with the EDS detector. System has three detectors: Secondary electron Detector, Backscattered Electron Detector, Energy Dispersive Xray spectroscopy",
  "description": "Scanning electron microscopes (SEMs) use an electron beam to image samples with a resolution down to the nanometer scale. When high-energy electrons reach the sample, several electron and X-ray signals are generated. These electrons and X-rays are extracted by different detectors and convert them into image."
 },
 {
  "sr_no": 117,
  "name": "X-ray Diffractometer",
  "lab_incharge": "Dr. Naseem Iqbal",
  "introduction": "The D8 ADVANCE XRD is perfectly designed for all X-ray powder diffraction and scattering applications including:\n1) Traditional X-ray powder diffraction (XRD)\n2) Pair Distribution Function (PDF)analysis\n3) Small and Wide Angle X-ray Scattering",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Cu K radiations with LYNXEYE 1-D detector",
  "description": "Diffraction from different planes of atoms produces a diffraction pattern. which contains information about the atomic arrangement within the crystal. X Rays are also reflected, scattered incoherently, absorbed, refracted, and transmitted when they interact with matter"
 },
 {
  "sr_no": 118,
  "name": "Atomic Force Microscope",
  "lab_incharge": "Dr. Seher Shakir",
  "introduction": "Nanosurf Atomic force microscopy (AFM) is a powerful technique that enables the imaging of almost any type of surface, including polymers, ceramics, composites, glass, and biological samples. Unlike the electron microscope, which provides a 2-D projection or a 2-D image of a sample, AFM provides a true 3-D surface profile",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Compatible with inverted microscopes. flexibility with exchangeable cantilever holders for specialized tasks. Scanning capabilities in advanced measurement modes (Taping. Contact and non-contact)",
  "description": "AFM consists of a sharp tip that is approximately 10 to 20 nm in diameter, which is attached to a cantilever. The tip moves in response to tip–surface interactions, and this movement is measured by focusing a laser beam with a photodiode."
 },
 {
  "sr_no": 119,
  "name": "Thermal Dilatometer",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "TA Instruments Dil 801 is designed for measurements under vacuum or inert gas while the DIL 801L is designed for measurements in air, making the DIL 801L ideally suited to measuring ceramic materials which are often processed in air",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Temperature range from RT to 1700  ºC. Comes with the furnace and cooling assecories. ",
  "description": "The principle of dilatometry methods is to measure the materials volume variation as a function of the change in temperature."
 },
 {
  "sr_no": 120,
  "name": "Thermo-Gravimetric Analyzer",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "Shimadzu DTG-60H varies the sample temperature in accordance with a program, and simultaneously measures the change in mass of the sample (TG) and the temperature difference between the sample and a standard substance (DTA)",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "From RT to 1300  ºC.",
  "description": "A TGA analysis is performed by gradually raising the temperature of a sample in a furnace as its weight is measured on an analytical balance that remains outside of the furnace. In TGA, mass loss is observed if a thermal event involves loss of a volatile component."
 },
 {
  "sr_no": 121,
  "name": "UV-Vis-NIR Spectrophotometer",
  "lab_incharge": "Dr. Seher Shakir",
  "introduction": "The UV-3600 can handle measurement with highly precise transmittance and reflectance, and uses three detectorsto handle a range going from the ultraviolet region to the near-infrared region. The level of sensitivity for the near infrared region has been increased significantly",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "It consist of three detectors PMT (photomultiplier tube) for the ultraviolet and visible regions and an InGaAs detector and a cooled PbS detector for the near-infrared region. The 1,500-nm noise level does not rise above 0.00003 Abs",
  "description": "The Principle of UV-Visible Spectroscopy is based on the absorption of ultraviolet light or visible light by chemical compounds, which results in the production of distinct spectra. Spectroscopy is based on the interaction between light and matter."
 },
 {
  "sr_no": 122,
  "name": "Hall E­ffect Measurement System",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "The HMS-3000 Hall Measurement System is a complete system for measuring the resistivity, carrier concentration, and mobility of semiconductors",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "It has two modules: 1) Room temperature, 2)Cryogenic",
  "description": "when a current-carrying conductor or a semiconductor is introduced to a perpendicular magnetic field, a voltage can be measured at the right angle to the current path. This effect of obtaining a measurable voltage is known as the Hall effect"
 },
 {
  "sr_no": 123,
  "name": "FTIR Spectrometer",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "The Cary 630 FTIR spectrometer is a robust, reliable, and flexible benchtop FTIR instrument",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "It has three modules: ATR, Diffused reflectance and Dial path",
  "description": "In infrared spectroscopy, IR radiation is passed through a sample. Some of the infrared radiation is absorbed by the sample and some of it is transmits. The spectra of Non symmetric covalent bond either stretch or compress across specific wave number."
 },
 {
  "sr_no": 124,
  "name": "Surface Area and Pore Size Analyzer",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "The Quantachrome NOVA 2200E BET Surface Area Analyzer can measure surface areas, pore volume and pore size distribution.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Surface area analyzer with following accessories: 1) Degassing Unit (300 degree Celsius), 2)BET analysis ",
  "description": "The BET model employing a linearized BET equation is then used to transform the experimental adsorption isotherm into a BET plot and in this way the monolayer volume can be determined"
 },
 {
  "sr_no": 125,
  "name": "Micro-hardness Tester",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "The FM-810 micro hardness tester is capable of performing a Vickers, Knoop, Brinell and Fracture Toughness measurements precisely and quickly",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Vickers hardness (HV) and Knoop hardness (HK) measurements for flat surfaces.",
  "description": "In the Vickers hardness test, an optical method, the size of indentation (the diagonals) left by the indenter is measured. In contrast, the depth of indentation caused by the indenter is measured in the depth measurement methods"
 },
 {
  "sr_no": 126,
  "name": "Electrochemical Workstation",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "CH Instruments CH 660 E The instrument is capable of a wide variety of electrochemical techniques, and is available with integrated simulation and fitting software functions",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "This system is equipped with 4 electrodes. Test can be performed in temperature range (RT to 1500 C) and in atmospheric, inert and vacuum condition. It can perform different tests including EIS, CV, GCD, Tafel etc",
  "description": "Electrochemical techniques are based, in general, in the measurement of the response of an electrochemical cell containing an ion-conducting phase, the electrolyte, upon the application of an electric input through electron-conducting electrodes immersed into the electrolyte."
 },
 {
  "sr_no": 127,
  "name": "Raman Spectroscopy",
  "lab_incharge": "Dr. Mustafa Anwar",
  "introduction": "BW Tech BAC 102-532 The system’s lightweight design, low power consumption, and flexible sampling accessories provide research grade Raman identification and quantitative analysis in the lab and field.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "A spectroscopy incorporating the laser with wavelength of 532 nm",
  "description": "When light interacts with molecules in a gas, liquid, or solid, the vast majority of the photons are dispersed or scattered at the same energy as the incident photons. Each materials gives unique spectra across Raman shift. "
 },
 {
  "sr_no": 128,
  "name": "Laser Particle size analyzer",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "BT-9300ST is an intelligent dual lens particle size analyzer which adopts integrated design, and all of the operations can be completed automatically under the control of the computer",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "A size analyzer with spectral range 100nm to 1000 micron. With circulating pump and ultrasonic disperser",
  "description": "It works on the principle that when a beam of light (a laser) is scattered by a group of particles, the angle of light scattering is inversely proportional to particle size (ie. the smaller the particle size, the larger the angle of light scattering)"
 },
 {
  "sr_no": 129,
  "name": "LCR meter",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "The IET Labs 7600Plus LCR meter performs precision impedance measurements over a frequency range of 10 Hz to 2 MHz. The LCR meter can measure 14 different impedance parameters with 0.05% accuracy, meeting today’s requirements for component and material testing.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Measures dielectric properties with frequency range of 10 Hz to 2 MHz",
  "description": "LCR meters are measuring instruments that measure a physical property known as impedance. Impedance, which is expressed using the quantifier Z, indicates resistance to the flow of an AC current. It can be calculated from the current I flowing to the measurement target and the voltage V across the target's terminals."
 },
 {
  "sr_no": 130,
  "name": "Thermal Evaporator\/ sputter coater",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "MTI GSL 1800 X system is designated for the thermal evaporation \/sputtering  for the materials with melting point less than 1800 C",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Equipped with 3 modules,  i.e. Thermal Evaporation, Sputtering and Carbon coating",
  "description": "Thermal evaporation is a well-known method for coating a thin layer in which the source material evaporates in a vacuum due to high temperature heating, which facilitates the vapor particles moving and directly reaching a substrate where these vapors again change to a solid state."
 },
 {
  "sr_no": 131,
  "name": "Magnetron Sputtering ",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "NVTS 400 is suitable system for preparing layered films using different materials. It is very comfortable to use with fully automatic control.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Equipped with DC & RF Source and additional 2 thermal source, Vacuum up to 0.1 micro torr in 3 hours. Precise thickness control up to 1 Armstrong ",
  "description": "Sputtering is a plasma based deposition process in which energetic ions are accelerated towards a target. The ions strike the target and atoms are ejected (or sputtered) from the surface. These atoms travel towards the substrate and incorporate into the growing film."
 },
 {
  "sr_no": 132,
  "name": "E-Beam Evaporation",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "NVEB 600 are ideal systems for evaporation of materials with high melting temperatures. They can be used with thermal evaporation sources.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Equipped with 4 hearths,  and can deposit 4 different materials in a single run. 10 KV  HV power supply. Vacuum up to 0.1 ) in 3 hours. Precise thickness control up to 1 Armstrong",
  "description": "The electron beam is accelerated to a high kinetic energy and focused towards the starting material. The kinetic energy of the electrons is converted into thermal energy that will increase the surface temperature of the materials, leading to evaporation and deposition onto the substrate."
 },
 {
  "sr_no": 133,
  "name": "Chemical Vapor deposition",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "NV PECVD is system where chemical coatings are made with a 300W RF plasma power supply",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Equipped with 2 modules,  i.e. Thermal CVD, Plasma Enhanced CVD",
  "description": "Chemical vapour deposition (CVD) is a technique that relies on the formation of a gaseous species containing the coating element within a coating retort or chamber. Alternatively, the gaseous species may be generated external to the coating retort and introduced via a delivery system"
 },
 {
  "sr_no": 134,
  "name": "Electro spinner",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "Fluidna Tech LE 10 is bench-top electrospinning and electrospraying instrument designed for lab-scale fabrication of micro- or nano-structured fibers and particles for use in a wide variety of applications including regenerative medicine, drug delivery, microencapsulation of food or skin-care ingredients, functional textiles, filtration, and many more",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Power rating = 30 KV x 0.1 A",
  "description": "Electrospinning involves an electrohydrodynamic process, during which a liquid droplet is electrified to generate a jet, followed by stretching and elongation to generate fiber"
 },
 {
  "sr_no": 135,
  "name": "Ball Milling",
  "lab_incharge": "Dr. Ghulam Ali",
  "introduction": "MTI EQ-SFM-1 is a Planetary Ball Mill designed for mixing, fine grinding, and preparing small volume high-tech material production.",
  "school": "USPCAS-E",
  "lab_name": "2 theta range 10-90. Handles all type of samples like powder, bulk, solids and coatings",
  "specification": "Max RPM of 350 with 4 cylinders. ",
  "description": "A ball mill is a type of grinder used to grind and blend bulk material into nanosize using different sized balls. The working principle is simple; impact and attrition size reduction take place as the ball drops from near the top of a rotating hollow cylindrical shell."
 },
 {
  "sr_no": 136,
  "name": "Gas Chromatography (GC)",
  "lab_incharge": "Dr. Rabia Liaquat",
  "introduction": "It is a chromatography technique that can separate and quantify volatile compounds in gas phase.",
  "school": "USPCAS-E",
  "lab_name": "Bio fuels lab",
  "specification": "Injection Method: Split ratio: 1:300 Injection Volume: 0.2 μL Column: Restek MS50A Gas Detection: CH4, CO2, CO, H2 etc.",
  "description": "Gas Chromatography or Gas Liquid Chromatography is a technique applied for separation, identification and quantification of components of a mixture of organic compounds by selective partitioning between the stationary phase and mobile phase inside a column followed by sequential elution of separated components."
 },
 {
  "sr_no": 137,
  "name": "High Performance Liquid Chromatogram-HPLC",
  "lab_incharge": "Dr. Rabia Liaquat",
  "introduction": "An analytical technique used to separate, identify or quantify each component in a liquid mixture.",
  "school": "USPCAS-E",
  "lab_name": "Bio fuels lab",
  "specification": "Agilent 1260-11 Temperature ran:10 -80 °C:\nRecommended: 1.0 – 12.5, pH\nrange\n",
  "description": "The specific intermolecular interactions between the molecules of a sample and the packing material define their time “on-column”"
 },
 {
  "sr_no": 138,
  "name": "Real-Time Polymerase Chain Reaction - PCR",
  "lab_incharge": "Dr. Rabia Liaquat",
  "introduction": "It is used to rapidly make millions to billions of copies of a speciec DNA sample thus amplify it to a large enough amount to study in detail.",
  "school": "USPCAS-E",
  "lab_name": "Bio fuels lab",
  "specification": "Temp. range: 4°C–99.9°C. ",
  "description": "Its principle is based on the use of DNA polymerase which is an in vitro replication of specific DNA sequences."
 },
 {
  "sr_no": 139,
  "name": "Total Organic & Inorganic Carbon Analyzer",
  "lab_incharge": "Dr. Rabia Liaquat",
  "introduction": "The UIC, Inc. CO2 Coulometer has been used for a wide variety of CO2 measuring applications such as: TOTAL CARBON IN ORGANIC MATERIALS, TOTAL ORGANIC CARBON (TOC), etc",
  "school": "USPCAS-E",
  "lab_name": "Bio fuels lab",
  "specification": "CM5017 CO2 Coulometer",
  "description": "The coulometer cell is filled with a partially aqueous medium containing ethanol amine and a colorimetric indicator. When a gas stream passes through the solution, CO2 is quantitatively absorbed. CO2 reacts with the ethanol amine to form a strong titratable acid which causes the indicator color to fade. The titration current automatically turns on and electrically generates base to return the solution to its original color. This 100% efficient coulometric process gives results in basic theoretical units. It includes proportionally controlled circuitry to decrease the current as the end point is approached. The cell current is integrated and displayed on a digital readout in varous units."
 },
 {
  "sr_no": 140,
  "name": "CHN-S elemental analyzer",
  "lab_incharge": "Dr. Asif Hussain Khoja",
  "introduction": "This analyzer is used to study the elemental composition of various solid materials in terms of carbon, hydrogen, nitrogen and sulfur contents.",
  "school": "USPCAS-E",
  "lab_name": "Fossil Fuels Lab",
  "specification": "Furnace Type: Resistance furnace, Max temp 1050℃\nPower Supply: Single phase, AC220V ±10% , 50\/60Hz, 5.5kW\nNet Weight: 110kg\nDimensions(L×W×H): 690mm×750mm×720mm\nAnalysis Time: 7 minutes\nSample Mass: 80gm (CHN), 300gm (S)\nRequired Sample Particle Size: 0.2mm\nGas Required: Helium, Oxygen, Nitrogen\/compressed air",
  "description": "An encapsulated sample is placed into the loading head of the analyzer, which is sealed and purged. The sample is then dropped into a hot furnace which contains high pressure pure oxygen, for very rapid combustion. Dust and ash are filtered before collection in the gas ballast. These collected gases are mixed, and then an aliquot dose is analyzed with IR detectors to give hydrogen and carbon value. All the gases pass through a reduction catalyst to form molecular nitrogen. Then CO and HO traps ensure that only N goes inside the TCD to be detected. The system is controlled by external PC."
 },
 {
  "sr_no": 141,
  "name": "Thermogravimetric Analyzer",
  "lab_incharge": "Dr. Asif Hussain Khoja",
  "introduction": "TGA is used to analyze the moisture content, volatiles analysis, and thermal stability of solid materials. It can also be used to verify the thermal events (e.g. phase transition) of samples.",
  "school": "USPCAS-E",
  "lab_name": "Fossil Fuels Lab",
  "specification": "Furnace Type: IR furnace, Max temp 1200 ℃\nPower Rating: 100-240 VAC, 47-63 Hz., 1.2 kW\nMinimum Sample Mass Required: 10mg\nHeating Rate: 20℃\/min max\nSample Properties: Solid powder\/crushed\nAnalysis Time: Variable \nAnalysis Environment: Nitrogen\/Air",
  "description": "A TGA analysis is performed by gradually raising the temperature of a sample in a furnace as its weight is measured on an analytical balance that remains outside of the furnace. In TGA, mass loss is observed if a thermal event involves loss of a volatile component.  Chemical reactions, such as combustion, involve mass losses, whereas physical changes, such as melting, do not.  The weight of the sample is plotted against temperature or time to illustrate thermal transitions in the material – such as loss of solvent and plasticizers in polymers, water of hydration in inorganic materials, and, finally, decomposition of the material."
 },
 {
  "sr_no": 142,
  "name": "Ash Fusibility \nDeterminator",
  "lab_incharge": "Dr. Asif Hussain Khoja",
  "introduction": "Ash Fusion Determinator is used to determine ash cone deformation temperatures in coal ash, coke ash, biomass ash and mold powders automatically, which are critical to the boiler functioning properly and to avoid slagging and fouling.",
  "school": "USPCAS-E",
  "lab_name": "Fossil Fuels Lab",
  "specification": "Furnace Type: Resistance furnace, Max temp 1600℃\nPower Supply: Single phase, AC220V ±10% , 50\/60Hz, ≤3.5kW\nNet Weight: 65 kg\nDimensions(L×W×H): 480mm×470mm×740mm\nAnalysis Time: Variable\nRequired Sample Particle Size: 0.2mm\nHeating Rate: 4℃\/min-20℃\/min adjustable\nGas Required: CO for reducing environment",
  "description": "The anylzer heats the sample and determines the four critical temperatures namely deformation temperature (DT, cone shrinkage 10%), softening temperature (ST, cone shrinkage 30%), hemispherical temperature (HT, cone shrinkage 50%), fluid temperature (FT, cone shrinkage 80%) automatically. The ash fusion temperature is a measure of when the ash will melt and transform from a solid to liquid state. This temperature is an important parameter for the design and operation of gasification systems, for those that operate below the ash fusion temperature so as not to incur fusion, sintering, or clinkering of the ash, as well as those gasification systems that operate above the ash fusion temperature to promote slag production."
 },
 {
  "sr_no": 143,
  "name": "Wind Tunnel ",
  "lab_incharge": "Dr. Mariam Mehmood",
  "introduction": "This is used to study \nthe effects of movement through air or resistance to moving air on models of aircraft and other objects.",
  "school": "USPCAS-E",
  "lab_name": "Emerging Technologies Lab",
  "specification": "Educational Wind Tunnel, open circuit, Test section LXWXH= 18X18X36 inch, 24 HP Fan Motor. Speed rang: 0-60m\/s.",
  "description": "Aerodynamics testing"
 },
 {
  "sr_no": 144,
  "name": "PCB Plotter",
  "lab_incharge": "Dr. Mariam Mehmood",
  "introduction": "The system is suitable for all \napplication areas including multilayer \nand RF – in FR4 18\/18 Cu material it \ncan achieve PCB track widths up to 100 \nµm",
  "school": "USPCAS-E",
  "lab_name": "Emerging Technologies Lab",
  "specification": "Max. material size and layout area \n(X\/Y\/Z) 229 mm x 305 mm x 35\/22 mm \n(9” x 12” x 1.4\/0.9”).\nHighest available speed (100,000 rpm)\nHighest resolu�on (0.5 μm)"
 },
 {
  "sr_no": 145,
  "name": "Powder X-Ray Diffraction",
  "lab_incharge": "Dr Manzar Sohail",
  "introduction": "Identification and phase formation of metal\/\nmetal composite or other crystalline materials.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "X-ray Cathode Tube,\nSample holder,\nX-ray Detector",
  "description": "X-ray diffraction is based on constructive interference of monochromatic X-rays and a crystalline sample. These X-rays are generated by a cathode ray tube, filtered to produce monochromatic radiation, collimated to concentrate, and directed toward the sample."
 },
 {
  "sr_no": 146,
  "name": "Gas Chromatography Mass\nSpectrometry",
  "lab_incharge": "Dr Azhar Mahmood",
  "introduction": "Measurement of qualitative and quantitative\nanalysis of composition of different organic\nmaterials.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Identification of different substances within a liquid ",
  "description": "GC will seprate mixture into individual substances. MS spectroscopy identifies compund by the mass of the analyte molecule."
 },
 {
  "sr_no": 147,
  "name": "Attenuated Fourier Transform\nInfrared Analysis",
  "lab_incharge": "Dr Muhammad Arfan",
  "introduction": "Measurement of qualitative analysis of organic\nand inorganic compounds for functional groups\nidentification.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Diamond, Crystal,\nAdjustable, Pressure ",
  "description": "FTIR use interferometry to record information about a material placed in IR beam"
 },
 {
  "sr_no": 148,
  "name": "UV\/VIS\nSpectroscopy",
  "lab_incharge": "Dr Faheem Amin",
  "introduction": "Determination of absorbance of liquid and\nsolid materials identification and band gap\ncalculations.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Wavelength range: 200-1100 nm.                                    Diffuse Reflectance accessory.                  Thermal jacket for isothermal measurements",
  "description": " The light from UV or visisble lamp is made to fall on a sample and the transmitted light is received on a detector. The trnsmittance data can then be converted into absorbance data."
 },
 {
  "sr_no": 149,
  "name": "Fluorescence Spectrometer",
  "lab_incharge": "Dr Asad Mumtaz",
  "introduction": "A method for the determination of thermal\nstability of samples.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "wavelength : 900nm. Xenon Lamp, R928 PMT Detector",
  "description": "Fluorescence spectroscopy analyzes fluorescence from a molecule based on its fluorescent properties"
 },
 {
  "sr_no": 150,
  "name": "Raman Spectroscopy",
  "lab_incharge": "Dr Adil Mansoor",
  "introduction": "Raman spectroscopy use to detect vibrational , rotational, and other statse in a molecular system.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Laser,\nMicroscope,\nDetector,\nCamera",
  "description": "when light interacts with molecules in solid or liquid , the vast majority of the photons are dispersed at the same energy. 1 photon in 10 million will scatter at a difference frequency."
 },
 {
  "sr_no": 151,
  "name": "Carbon Hydrogen Nitrogen Sulfur (CHNS) Analyzer",
  "lab_incharge": "Dr  Muhamamd Arfan",
  "introduction": "In CE-400 Elemental Analyzer the Carbon, Hydrogen, Nitrogen & Sulfur\nContent in organic and inorganic compound can be determined.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Sample Injection Ladle,\nWeight Balancer, \nCombustion-\nReduction Tubes,\nOven",
  "description": "CHNS analyzer determining the percentage of Carbon, Hydrogen, Nitrogen, Sulphur based on the complete and instantaneous oxidation of the sample by flash cumbustion"
 },
 {
  "sr_no": 152,
  "name": "High Performance Liquid Chromatography (HPLC)",
  "lab_incharge": "Dr Habib Nasir",
  "introduction": "HPLC is an important analytical method commonly used to separate and quantify components of liqui samples.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Column Heater, Binary HPLC Pump, UV\/VIS detector",
  "description": "The sepration priciple of HPLC is based on the distribution of the analyte (sample) bteween a mobile phase and stationary phase."
 },
 {
  "sr_no": 153,
  "name": "Potentiostat",
  "lab_incharge": "Dr Mudassir Iqbal",
  "introduction": "PURPOSE OF MACHINE\nDetermination of electrochemical properties,\nelectrochemical sensing, energy generation and\nenergy storage studies etc.",
  "school": "SNS",
  "lab_name": "Intrumental Lab-I",
  "specification": "Reference Diode, Platinum Wire,\nCrocodile Switch ",
  "description": "Potentiostat work on the priciple of electrochemical chemistry"
 },
 {
  "sr_no": 154,
  "name": "Laser Lithography",
  "lab_incharge": "Dr. S. Rizwan Hussain",
  "introduction": "Fabrication of micro-patterns for PCB (electrical)\nboards etc",
  "school": "SNS",
  "lab_name": 103,
  "specification": "Wide range of laser scribing options",
  "description": "Photonic structures such as gratings can be rapidly fabricated by laser\n interference lithography, where multiple laser beams are overlapped in a photosensitive \nmaterial. The spatial intensity distribution of the interfering beams is translated into a \nphysical structure of the photoresist."
 },
 {
  "sr_no": 155,
  "name": "Laser Induced Breakdown\nSpectrometer",
  "lab_incharge": "Dr S. Rizwan Hussain",
  "introduction": "Elemental analysis of materials.",
  "school": "SNS",
  "lab_name": 103,
  "specification": "Grating: 2400, 1800 lines\/mm, Band Width: 200nm-316nm, 314nm-419nm,\n418 nm- 556 nm, 555nm- 670nm\n",
  "description": "The operating principle of LIBS \nis quite simple. An intense, highly  focused laser pulse is fired at a sample, creating a small plume of plasma consisting of electronically\n excited atoms and ions. As these \natoms decay back into their ground \nstates, they emit characteristic \nwavelengths of light\n"
 },
 {
  "sr_no": 156,
  "name": "Battery Testing Systems",
  "lab_incharge": "Dr. S. Rizwan Hussain",
  "introduction": "It is used to test a material for electric charge\/\ndischarge capacity. Material can be determine\nwhether or not suitable to be used as anode or\ncathode in a battery.",
  "school": "SNS",
  "lab_name": 103,
  "specification": "Provide wide range of battery test",
  "description": "Battery testers work by applying load and monitoring the voltage  and current of the battery. The actual process is quite simple  when the conductive elements \nof the tester touch both the positive and negative contacts on the battery, the current is released and can be measured.\n"
 },
 {
  "sr_no": 157,
  "name": "Multiferrotic Testing System",
  "lab_incharge": "Dr. S. Rizwan Hussain",
  "introduction": "Multiferrotic system is used for measurement\nof pyroelectric properties, magnetoelectric\nproperties, transistor characteristics, cryogenic\nproperties, and bulk and \/ or thin film\npiezoelectric properties of materials",
  "school": "SNS",
  "lab_name": 103,
  "specification": "The Multiferroic’s unique frequency \nrating is 250KHz@10V, 100KHz@30V, \n100KHz@100V, 100KHz@200V, \nand 5KHz@500V",
  "description": "The applied field arranges the electric\/ magnetic domain. \n"
 },
 {
  "sr_no": 158,
  "name": "Network Analyzer (Four-probe Station)",
  "lab_incharge": "Dr S. Rizwan Hussain",
  "introduction": "It is used to measure Resitivity, conductivity of material. Also offers RAM testing",
  "school": "SNS",
  "lab_name": 103,
  "specification": "Provide wide range of applied voltage",
  "description": "The four-point probe is scanned \nin steps over the surface and \nfor each step the voltage–current \nratio is measured.\n"
 },
 {
  "sr_no": 159,
  "name": "Diffuse Reflectance Ultra Violet\nSpectroscopy",
  "lab_incharge": "Dr Faheem Amin",
  "introduction": "Determination of absorbance of liquid and\nsolid materials identification and band gap\ncalculations.",
  "school": "SNS",
  "specification": "Wavelength range: 200-1100 nm.                                    Diffuse Reflectance accessory.                  Thermal jacket for isothermal measurements",
  "description": " The light from UV or visisble lamp is made to fall on a sample and the transmitted light is received on a detector. The trnsmittance data can then be converted into absorbance data."
 },
 {
  "sr_no": 160,
  "name": "Thermo Gravimetric Analysis",
  "lab_incharge": "Dr Faheem Amin",
  "introduction": "A method for the determination of thermal\nstability of samples.",
  "school": "SNS",
  "specification": "Temperatute range: 1100 °C\nHeating rate: 0.01-50 °C\/min\nWeight capacity:\n1000 mg, 0.05 g\n±2%\n±1%\n",
  "description": "The instrument consists of a sensitive measuring balance. The sample is loaded into pans and placed inside a furnace. The weight loss as a function of temperature is recorded. Heat flow through the material can also be determined by measuring the sample with reference to an empty pan."
 },
 {
  "sr_no": 161,
  "name": "LPKF Protomat S103 (127410) ",
  "lab_incharge": "Dr. Muhammad Umar Khan",
  "introduction": "The ProtoMat S103 is one of the top of the line LPKF circuit board plotters. The extensively equipped system is suitable for all application areas including multilayer and RF – in FR4 18\/18 Cu material it can achieve PCB track widths up to 100 μm. The high rotation speed and precision ensures production of the latest generation of PCBs. The pneumatic non-contact working depth limiter allows substrates with delicate surfaces to be machined.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "Rapid Prototyping and Production Facility Lab (RP2F)",
  "specification": "(a) Max. material size: 229 mm x 305 mm (9” x 12”)\n(b) Resolution (X\/Y):  0.5 μm (0.02 mil)\n(c) Precision of front-to-back alignment: ± 0.02 mm (± 0.8 mil)\n(d) Tool change: Automatic, 15 positions\n(e) Drilling speed: 120 strokes\/min\n(f) Travel speed (X\/Y): Max. 150 mm\/s (6”\/s)\n(f) Power supply: 90 – 240 V, 450 W\n(g) Compressed air supply: 6 bar ",
  "description": " "
 },
 {
  "sr_no": 162,
  "name": "Hybrid Rework\nHR 600\/2",
  "lab_incharge": "Dr. Muhammad Umar Khan",
  "introduction": "The task formulated for the Ersa HR 600\/2 Hybrid Rework System is to offer professional, automated rework of sub-assemblies for the electronic industry. With the system now at hand, almost all high pin-out components that may be found on modern board assemblies, and of virtually any shape, can be reliably reworked",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "Rapid Prototyping and Production Facility Lab (RP2F)",
  "specification": "(a) Max. PCB size: 390mm x 285mm\n(b) Minimum component dimensions: 1 x 1 mm (0402)\n(c) Max. PCB thickness: 6mm\n(d) Max Soldering \/ Desoldering temperature: 300°C\n(e) Sensor type: Infrared Sensor, Thermocouple\n(f) Power consumption (kW): 3.2\n\n"
 },
 {
  "sr_no": 163,
  "name": "Leica S9i",
  "lab_incharge": "Dr. Muhammad Umar Khan",
  "introduction": "The New Leica S9i digital stereo microscope offers a zoom range of .61x - 5.5x for a total magnification of 6.1x - 55x with 10x eyepieces. The integrated 10 M.P. camera offers 1080P HD video display and capture via HDMI cable. The camera also has USB or network port outputs.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "Rapid Prototyping and Production Facility Lab (RP2F)",
  "specification": "(a) Maximum resolution: 500 lp \/ mm\n(b) Maximum numerical aperture: 0.167\n(c) Adjustable zoom limits: 10×, 20×, 30×, 40×, and 50×\n(d) Integrated camera: 10 MP resolution, Live image up to 35 fps (1,024 × 768 pixels, Sensor size 6.44 mm × 4.6 mm, 1\/2.3\" CMOS, Pixel size 1.67 μm × 1.67 μm"
 },
 {
  "sr_no": 164,
  "name": "SMT 550 Pick & Place Machine",
  "lab_incharge": "Dr. Muhammad Umar Khan",
  "introduction": "The machine SMT550 with the ball screw and servo motor which is more stable and more accurate than the step motor.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "Rapid Prototyping and Production Facility Lab (RP2F)",
  "specification": "(a) Max PCB size: 327*570 mm\n(b) Nozzle: 4\n(c) Mounting Capability: 10,000 pcs\/h\n(d) Mounting accuracy: 0.20 mm\n(e) Min Components size: 0402\n(f) Max Feeders: 50\n(g) Mark Camera: Automatically identify mark point\n(h) Power: 600w"
 },
 {
  "sr_no": 165,
  "name": "3D printer",
  "lab_incharge": "M. Imran Abeel",
  "introduction": "Print any 3D model designed in the modeling software using different matterials lilke PLA, ABS etc",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EEG lab",
  "specification": "ultimaker 3 extended"
 },
 {
  "sr_no": 166,
  "name": "3500 VA INSULATION TXFR ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Isolates power from grid power",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "3500VA",
  "description": "Transformer action"
 },
 {
  "sr_no": 167,
  "name": "Power, Harmonic & Flicker Analyzer ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Tests Power variation immunity",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "-"
 },
 {
  "sr_no": 168,
  "name": "ESD GENERATOR (12 kV) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Electrostatic charge generator",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "12KVolts"
 },
 {
  "sr_no": 169,
  "name": "BURST & SURGE GENERATOR (single phase) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Voltage variation generator",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I"
 },
 {
  "sr_no": 170,
  "name": "Modular Shielded Room(4x2x2m) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Faraday Cage for radiation free room",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "Sheilded room at -30dBuV\/m noise floor"
 },
 {
  "sr_no": 171,
  "name": "Log Periodic Ant (30MHz – 1000MHz) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Antenna",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "30MHz-1GHz"
 },
 {
  "sr_no": 172,
  "name": "Spectrum Analyzer FS300  (Rohde & Schwarz) 9KHz-3GHz ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Spectrum Analyzer",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "9kHz-3GHz"
 },
 {
  "sr_no": 173,
  "name": "Power Amplifier (CBA 1G-070) 10 MHz – 1 GHz 70 W ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Amplifier",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10MHz-1GHz"
 },
 {
  "sr_no": 174,
  "name": "Power Amplifier (CBA 100M-110) 10kHz - 100 MHz 110 W ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Amplifier",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10kHz-100MHz"
 },
 {
  "sr_no": 175,
  "name": "RF Current Sensor Probe CSP-9160A (9KHz - 200MHz)   ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Current sensor",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "9kHz-200MHz",
  "description": "Magnetic Field induced in a current-carrying wire"
 },
 {
  "sr_no": 176,
  "name": "Current Injection Probe CJP-9136A (10KHz - 400MHz) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Current injector",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10kHz-400MHz",
  "description": "Magnetic Field induced in a current-carrying wire"
 },
 {
  "sr_no": 177,
  "name": "Fluke-62 Max ESPR (single laser infrared thermometer 10:1 spot)            (S\/N: 26713038) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Non-contact thermometer",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I"
 },
 {
  "sr_no": 178,
  "name": "3 - Path Diode Power Sensor NRP18S-25 (10 MHz to 18 GHz)   ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Power sensor",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10MHz-18GHz"
 },
 {
  "sr_no": 179,
  "name": "Four Line V-Network ENV432 1326.6105.02 (9 kHz to 30 MHz) 32 A  ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Line impedance stablizing network",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "9kHz-30MHz"
 },
 {
  "sr_no": 180,
  "name": "R&S Handheld Spectrum Analyzer (100 kHz to 8 GHz) + Accessories ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Handheld Spectrum Analyzer",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "100kHz-8GHz"
 },
 {
  "sr_no": 181,
  "name": "Environmental Test Chamber (-40 °C to 150 °C and 20 % RH to 98 % RH) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Environmental test chamber",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "-40 °C to 150 °C and 20 % RH to 98 % RH"
 },
 {
  "sr_no": 182,
  "name": "Vibration Test Table (3 - axis) ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Tests mechanical ruggedness",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "3 - axis",
  "description": "Vibration"
 },
 {
  "sr_no": 183,
  "name": "EM Field Probe 10 kHz – 1 GHz HI-6023 ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Electric Field measurement instrument",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10 kHz – 1 GHz"
 },
 {
  "sr_no": 184,
  "name": "EM Field Probe 10 MHz – 40 GHz HI-6053 ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Electric Field measurement instrument",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "10 MHz – 40 GHz"
 },
 {
  "sr_no": 185,
  "name": "Antenna Kit 20 Hz – 40 GHz ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Antenna Set",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "20 Hz – 40 GHz "
 },
 {
  "sr_no": 186,
  "name": "EMI Analyzer PXE N9048B 1 Hz – 26.5 GHz ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Spectrum Analyzer For EMI testing",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "1 Hz – 26.5 GHz "
 },
 {
  "sr_no": 187,
  "name": "Capacitive Voltage Probe CVP-2200A ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Voltage probe for various tests",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I"
 },
 {
  "sr_no": 188,
  "name": "EXG X-Series Microwave Analog Signal Generator ",
  "lab_incharge": "Dr. Nosherwan",
  "introduction": "Signal Generator",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "EMC\/I",
  "specification": "9kHz-10GHz"
 },
 {
  "sr_no": 189,
  "name": "Digital Multimeter DMM-6500",
  "lab_incharge": "Dr Usman Khan",
  "introduction": "Measures R, C, voltage and currents.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Micro Nano Electronics (MiNE) Lab",
  "specification": "DMM-6500",
  "description": "Electrometer"
 },
 {
  "sr_no": 190,
  "name": "Function generator",
  "lab_incharge": "Dr Usman Khan",
  "introduction": "Signal generation",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Micro Nano Electronics (MiNE) Lab",
  "specification": "AFG-1022",
  "description": "Signal generation"
 },
 {
  "sr_no": 191,
  "name": "Zybo Zynq 7000 ARM\/FPGA",
  "lab_incharge": "Dr. Faisal Shafait",
  "introduction": "The Zybo Z7 is a development board for digital circuits and embedded software that is ready for usage. Additionally, it makes it possible to integrate programmable systems at a large level, including mixed signal, CPU, DSP, ASSP, and FPGA functions. This results in decreased system power consumption, improved system performance, and lower BOM costs.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "TUKL",
  "specification": "Zybo Zynq 7000 ARM\/FPGA",
  "description": "Field-Programmable Gate Array (FPGA) technology"
 },
 {
  "sr_no": 192,
  "name": "Intelligent human  \nbody thermometer \n",
  "lab_incharge": "Dr. Seemab Latif",
  "introduction": "This is a thermal camera, it can be used for measuring the human body temperatures, room temperatures etc.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "China-Pakistan Intelligent Systems (CPInS)",
  "specification": "KZ-JY-T5 ",
  "description": "Panda Camera is a step in contactless monitoring, as it eliminates the problem of long-term and individual\nmeasurement of personal temperature, and especially the requirement of hiring a staff for reviewing and working in close\ncontact with individuals."
 },
 {
  "sr_no": 193,
  "name": "Smart fitness equipment ",
  "lab_incharge": "Dr. Seemab Latif",
  "introduction": "Gymbot is used for excersie and personal training. User can create his\/her profile and manage the work routine.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "China-Pakistan Intelligent Systems (CPInS)",
  "specification": "GYMBOT ",
  "description": "GYMBOT is an AI wearless interactive construction device\nindependently developed and manufactured by Guangdong\nCAS Cogniser Technology Co.Ltd."
 },
 {
  "sr_no": 194,
  "name": "Intelligent video  \nanalysis workstation \n",
  "lab_incharge": "Dr. Seemab Latif",
  "introduction": "His is high power computing device used for Machine Learning and Deep Learning model trainings.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "China-Pakistan Intelligent Systems (CPInS)",
  "specification": "Cogniser-V1",
  "description": "AI intelligent integrated management platform can face detection and intelligent analysis."
 },
 {
  "sr_no": 195,
  "name": "Face recognition  \nand temperature measurement terminal \n",
  "lab_incharge": "Dr. Seemab Latif",
  "introduction": "These terminals can be used for facial recognition and temperature monitoring. It can also detect weather a person is wearning a mask or not.",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "China-Pakistan Intelligent Systems (CPInS)",
  "specification": "ZKKZ-XZY06 ",
  "description": "The AI Face Recognition & Temperature Monitoring\nMachine (Mask recognition detection & IR temperature\nmeasurement."
 },
 {
  "sr_no": 196,
  "name": "NDVI Sensor P4P Kit",
  "lab_incharge": "Dr. Rafia Mumtaz",
  "introduction": "Sensor",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": "IOT",
  "specification": "Sensor",
  "description": "Sensor"
 },
 {
  "sr_no": 197,
  "name": "Edgecore AS7716-24SC Cassini",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "Switchponder",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "Packet Optical Switch",
  "description": "Its a combination of switch, Optical Multiplexer and Transponder"
 },
 {
  "sr_no": 198,
  "name": "Lumentum ROADM-20",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "ROADM",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "ROADM-20",
  "description": "It is Reconfigureable Optical Add Drop Multiplexer."
 },
 {
  "sr_no": 199,
  "name": "Cisco-2960 Switch",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "Ethernet Switch",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "CISCO Switch",
  "description": "It’s a 24 port Gigabit Ethernet Switch"
 },
 {
  "sr_no": 200,
  "name": "ASUS PC (Compute Node)",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "ASUS PC",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "CPU+LCD+Keyboad+Mouse",
  "description": "It is a compute node with core i7 9th gen processor, 32GB of RAM and 2TB HDD and 500GB SSD."
 },
 {
  "sr_no": 201,
  "name": "Lumentum DCO Plugable",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "Lumentum Plugabble optical modules",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "Lumentum DCO Module",
  "description": "Lumentum Digital Cohherent Optical Pluggable Module"
 },
 {
  "sr_no": 202,
  "name": "Fiber Spool",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "Corning Optical Fiber Spool",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "Corning Optical Fiber Spool",
  "description": "25KM Corning Optical Fiber Spool"
 },
 {
  "sr_no": 203,
  "name": "Optical Attenuator",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "EXFO Attenuator",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "EXFO Attenuator",
  "description": "EXFO Attenuator (VOA 1310\/1550nm) FVA-600"
 },
 {
  "sr_no": 204,
  "name": "Optical Power Meter",
  "lab_incharge": "Dr. Arsalan Ahmad",
  "introduction": "EXFO Optical Power Meter",
  "school": "School of Electrical Engineering and Computer Science",
  "lab_name": " Optical Networks & Technologies lab (ONT lab)",
  "specification": "EXFO Optical Power Meter",
  "description": "EXFO Optical Power Meter (FPM-300)"
 },
 {
  "sr_no": 205,
  "name": "Logitech Pro FlightX56 Hotas ",
  "lab_incharge": "Dr. Adnan Maqsood",
  "introduction": "Modern, military-grade simulation for VR and space-flight. Features six degrees of freedom; pitch, roll, yaw, backwards, forwards, up, down, left and right; twin throttles; 189 programmable controls",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "Logitech Pro FlightX56 Hotas "
 },
 {
  "sr_no": 206,
  "name": "Pixhawk 2.4.8 with GPS and 433 MHz Telemetery ",
  "lab_incharge": "Dr. Adnan Maqsood",
  "introduction": "May be used for sonar or other analog sensors",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "Pixhawk 2.4.8 with GPS, Power Moodule, 433 MHz Telemetery and Allied Equipment"
 },
 {
  "sr_no": 207,
  "name": "Nvidia Nano Jetson Kit",
  "lab_incharge": "Dr. Muhammad Tariq Saeed",
  "introduction": "NVIDIA® Jetson Nano™ Developer Kit is a small, powerful computer that lets you run multiple neural networks in parallel for applications like image classification, object detection, segmentation, and speech processing. All in an easy-to-use platform that runs in as little as 5 watts.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "Nvidia Nano Jetson Kit"
 },
 {
  "sr_no": 208,
  "name": "2 X Touch 3D Stylus",
  "lab_incharge": "Dr. Shahzad Rasool",
  "introduction": "3D stylus lets you feel the texture and shape of your creations before 3D printing them. Touch lets you fully manipulate your design with tactile sensations in the virtual space and makes it easier and more accessible for students, designers, and artists alike to create 3D-printable files.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "2 X Touch 3D Stylus"
 },
 {
  "sr_no": 209,
  "name": "Oculus Rift Headset",
  "lab_incharge": "Dr. Shahzad Rasool",
  "introduction": "Oculus Rift is a virtual reality headset (VR headset) that is designed to connect to a high-powered PC to enable advanced computations and graphics rendering.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "Oculus Rift Headset"
 },
 {
  "sr_no": 210,
  "name": "High Performance Computing Cluster\n",
  "lab_incharge": "Engr. Muhammad Usman",
  "introduction": "High Performance Computing most generally refers to the practice of aggregating computing power in a way that delivers much higher performance than one could get out of a typical desktop computer or workstation in order to solve large problems in science, engineering, or business.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "2 x HP DL 380 G6 Servers,\n32 x HP DL160SE G6 Servers, \n1 x HP P2000 SAN Storage"
 },
 {
  "sr_no": 211,
  "name": "High Performance Computing Cluster",
  "lab_incharge": "Engr. Muhammad Usman",
  "introduction": "High Performance Computing most generally refers to the practice of aggregating computing power in a way that delivers much higher performance than one could get out of a typical desktop computer or workstation in order to solve large problems in science, engineering, or business.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "8 x HP DL 385 G10 Servers"
 },
 {
  "sr_no": 212,
  "name": "High Performance Computing Cluster",
  "lab_incharge": "Engr. Muhammad Usman",
  "introduction": "High Performance Computing most generally refers to the practice of aggregating computing power in a way that delivers much higher performance than one could get out of a typical desktop computer or workstation in order to solve large problems in science, engineering, or business.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "2 x HP C7000 G8 Blade Servers"
 },
 {
  "sr_no": 213,
  "name": "High Performance Computing Cluster",
  "lab_incharge": "Engr. Muhammad Usman",
  "introduction": "High Performance Computing most generally refers to the practice of aggregating computing power in a way that delivers much higher performance than one could get out of a typical desktop computer or workstation in order to solve large problems in science, engineering, or business.",
  "school": "SINES",
  "lab_name": "SINES's Lab",
  "specification": "4 x Supermicro Servers"
 },
 {
  "sr_no": 214,
  "name": "annealing furnace",
  "lab_incharge": "Lt Shakeel PN",
  "introduction": "Hardening is the process of heat treatment in which steel is kept at a suitable temperature till it gets transformed into austenite and then quenching it rapidly. Based on the carbon content present in the steel, the temperature for austenitizing is decided. An annealing furnace works by heating a material above the recrystallization temperature and then cooling the material once it has been held at the desired temperature for a suitable length of time.",
  "school": "PNEC",
  "lab_name": "Heat Treatment Lab",
  "specification": "[1] Max processing temperature 1280 degC\n[2] Chamber volume 17 litres\n[3] Chamber dimensions 250 x 500 x 140mm\n[4] Power 7,0 kW\n[5] Supplied with program controller.\n\"[6] Furnace casing with high grade highly \nprotective powder coating\"",
  "description": "Heat Treatment of specimen in controlled environment"
 },
 {
  "sr_no": 215,
  "name": "HEAT TREATMENT FURNACE, Model No: N41\/ M",
  "lab_incharge": "Lt Shakeel PN",
  "introduction": "Heat treating (or heat treatment) broadly refers to a group of thermal processes in industrial and metalworking applications used to intentionally alter the physical, and sometimes chemical, properties of a material (usually a metal).",
  "school": "PNEC",
  "lab_name": "Heat Treatment Lab",
  "specification": "[1] Max temperature 1100 degC\n[2] Capacity 20 litre\n[3] Size 320 x 450 x 150mm\n[4] Power 13kW\n[5] With gas inlet and outlet connections",
  "description": "Heat Treatment of specimen in controlled environment"
 },
 {
  "sr_no": 216,
  "name": "SALT BATH FURNACE, Model No: TS 40\/40",
  "lab_incharge": "Lt Shakeel PN",
  "introduction": "A Salt Bath Furnace is a device for the heating or cooling of work by immersing it in a liquid consisting of fused salts of the proper composition for the purpose intended. The salts may be heated by electrical or gas-fired means.",
  "school": "PNEC",
  "lab_name": "Heat Treatment Lab",
  "specification": "[1] Max salt temperature 1000 degC\n[2] For crucible 400mm dia x 500mm\n[3] Electronic control system for control of \nsalt bath temperature\n[4] Supplied with pot type B",
  "description": "Heat Treatment of specimen in controlled environment"
 },
 {
  "sr_no": 217,
  "name": "Torsion testing machine tinis Olsen 4k",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Testing machines for torsion testing are mainly used in science, research and teaching, in testing laboratories and in production control during production. They are used to determine the torque load of specimens made of different materials in static tests, e.g: Plastics, composite materials. Screws, cardan shafts.",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "Torque measurement accuracy: +\/- 0.5% of indicated torque from 0.2% to 100% capacity\nPosition measurement accuracy: +\/- 0.1% of reading or 0.05°, whichever is greater\nSpeed accuracy: +\/- 0.1% of set speed\nOperating temperature range: 32-100°F (0-38°C)\nStorage temperature range: 14-115°F (-10- 45°C)\nHumidity range: 10-90% non-condensing, wet bulb method\nPower: standard optional voltages 220\/240 VAC, 50-60Hz; power must be free of spikes and surges exceeding 10% of the nominal voltage",
  "description": "The twisting force of a torsion test is applied to the test sample by anchoring one end so that it cannot move or rotate and applying a moment to the other end so that the sample is rotated about its axis"
 },
 {
  "sr_no": 218,
  "name": "Metallurgical microscope",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "A specialized microscope designed for looking at cross-sections of metal targets (metallurgical mounts). Typically inverted, these metallurgical microscopes employ high-resolution objective lenses with very short working distances.",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "4 in no Lens \n5x to 50x Zoom\/\nAnalyzing of material Structure\n",
  "description": "A horizontal beam of light from the light source is reflected by means of a\nplane glass reflector downwards through the microscope objective on the surface of the\nspecimen some of these incident light reflected from the specimen surface will be\nmagnified and passing through the plane glass reflector and magnified again by upper\nlens system of the eye-piece"
 },
 {
  "sr_no": 219,
  "name": "Rockwell hardness Tester",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Rockwell hardness testing is a general method for measuring the bulk hardness of metallic and polymer materials. Although hardness testing does not give a direct measurement of any performance properties, hardness of a material correlates directly with its strength, wear resistance, and other properties.",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "• Advanced functions such as CONVERSION to Brinell, Vickers and all Rockwell scales. USB-2 output, printer output for detailed measuring report, Go\/No Go limit settings, 99 memory positions, PROGRAM mode stores 50 test program settings, shape correction setting, full statistics\n• Direct reading of Rockwell scales HRA, B, C, D, E, F, G, K, L, M, P, R, S (HRN, T, W, X & Y CV-600MBDL\/S)\n• Accuracy conforms to EN-ISO 6508 and ASTM E-18\n• Easy load force selection by robust dial knob\n• Oil brake with variable damping by adjustable knob (CV-600BDL)\n• Large capacity to accommodate large test specimen\n• Selectable control of load duration (dwell time)\n• Motorised testing procedure (CV-600MBDL & CV-600MBDL\/S)\n• Rugged construction, will stand up to the harshest environments\n• Standard delivery including accessories ready for testing all scales",
  "description": "Rockwell is a method of hardness testing that simply relies on the metal's resistance to indentation using a specific load application and a specific indenter. It has two load systems for measurement, which is light load and major load. The Rockwell hardness test is defined in ASTM E 18 and several other standards."
 },
 {
  "sr_no": 220,
  "name": "Universal impact tester IT406 tinius Olsen",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Tinius Olsen’s popular model IT406 is a pendulum impact tester that can be easily changed from a Charpy configuration to an Izod configuration. These testers are designed primarily for determining the impact resistance of metals and are designed to fully comply with the specifications outlined in ASTM E23, EN ISO 148-3 and EN ISO 148-2",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "Low blow fixture allows Charpy, Izod or tension impact tests to be performed at any of 55 velocity\/energy levels from the maximum of 5.47m\/s (17.9ft\/s) down to 0.13m\/s (0.4ft\/s)\nPrecision, friction compensated, robust test frames\nDigital display option allows test set-up and result display\nDigital display option allows simple connection to PC for full test SPC analysis\nSafety features ensure repetitive secure testing",
  "description": "It works on the principle of elongation and deformation. These machines usually use a hydraulic cylinder to create the force. The applied force is determined by system pressure which can be accurately measured"
 },
 {
  "sr_no": 221,
  "name": "Minimet polisher grinder",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Polisher - Grinder, used for the preparation of rock and metallurgical specimens from lapping to final polishing. The disc is 200 mm diameter and the rotation speed is 300 rpm. The machine is supplied complete with bakelite working disc. A set of 25 abrasive silicon carbide discs can be purchased as accessory.",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "Dimensions 7in W x 16in D x 8in H (180mm x 400mm x 200mm)\nElectrical 85 – 264 Volts \/ 50 – 60Hz \/ 1 phase\nShipping Weight 25lbs (11kg)\nSound 1 meter high adn 1 meter away from front of machine, with no load",
  "description": "The MiniMet 1000 semi-automatic grinder\/polisher is a low volume, single specimen machine capable of preparing a wide variety of materials. The MiniMet 1000 prepares a wide variety of materials using the three self-contained preparation bowls and easy-touch panel controls. This semiautomatic grinder-polisher uses space saving design employs geometric action, increasing specimen consistency"
 },
 {
  "sr_no": 222,
  "name": "Hot mounting press",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Mounting presses and equipment are used to encapsulate specimens of a metal, ceramic or other material with a mounting compound to allow grinding, polishing and other sample preparation for analysis using microscopes, hardness testers or spectrometers. Mounting pressing, vacuum impregnation and cold casting are techniques used in mounting metallographic or material samples",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "Automatic \/ Programmable – \nThe mounting process steps are programmable or recordable, which allows the sample mounting process to be precisely duplicated for a variety of samples.\nDuplex Molding – \nDuplex molding allows processing of multiple samples simultaneously by place a duplexing space in the mold between sample mounts.\nManual – \nIn mounting presses and equipment with manual feature, the processing steps are controlled by operator input.\nWater Cooling – \nThe mounting equipment has water cooling capability to speed up processing time\n",
  "description": "The two main techniques used are hot compression mounting and cold mounting. Depending on the type of specimen and the number of samples required, both methods have their advantages and disadvantages. Cold mounting is used for specimens that may be damaged by heat or pressure. Hot mounting is normally quicker and more economical. To reduce the problem of edge rounding, the shrinkage gap between resin and specimen should be kept to a minimum, and this applies to both techniques."
 },
 {
  "sr_no": 223,
  "name": "automatic fluid dispenser",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Automatic Fluid (Glue) Dispenser is fluid dispensing system which is a kind of computerized get-together of at least two sections through administering paste on one section and afterward holding it with another. These Automatic fluid dispensers are highly useful in Industrial Fluid Dispensing Equipment and Systems",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "description": "On the front, a lever or pushbutton dispenses the water into a cup held beneath the spigot. When the water container is empty, it is lifted off the top of the dispenser, and automatically seals to prevent any excess water still in the bottle from leaking."
 },
 {
  "sr_no": 224,
  "name": "Strain gauge kit",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "Strain gauges are devices that are commonly used by engineers to measure the effect of external forces on an object. They measure strain directly, which can be used to indirectly determine stress, torque, pressure, deflection, and many other measurements",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "complete set of components for application of strain gauges\nstrain gauges with single measuring grids, parallel measuring grids and measuring grids at 90° \/ 45° angles\nstrain gauges for steel or aluminium components\nall necessary tools, adhesives and other aids included in the set\nlockable carrying case\nlearning package with text book, exercise script and video\ncable and connectors to connect the applied strain gauges to the optional available measuring amplifier FL 151",
  "description": "A strain gauge works on the principle of electrical conductance and its dependence on the conductor's geometry. Whenever a conductor is stretched within the limits of its elasticity, it doesn't break but, gets narrower and longer."
 },
 {
  "sr_no": 225,
  "name": "Master scan Sonatest 350",
  "lab_incharge": "Engr Farhan Habib",
  "introduction": "The Masterscan series of flaw detectors have an ActiveEdge™ transmitter that drives the pulse on both the leading edge and trailing edge. This development enhances near surface resolution and removes the need for sensitivity reducing damping resistors.",
  "school": "PNEC",
  "lab_name": "Materials Lab",
  "specification": "The 350M delivers high performance and advanced features, yet our engineer's experience in user interface design has ensured it is easy and quick to use. The acknowledged ease of use of previous generation Masterscans has been enhanced with the menu navigation key, providing easy access to functions. The menu structure has been designed to guide the user through their task with operation quickly becoming second nature.",
  "description": "For ultrasonic flaw detection, standard transducers employ an active element that is made of either a polymer, composite, or piezoelectric ceramic. When an electrical pulse of high voltage is applied to this element, it vibrates through a particular spectrum of frequencies and produces sound waves."
 },
 {
  "sr_no": 226,
  "name": "Lenovo Cluster",
  "lab_incharge": "LT CDR ASIF KHAN",
  "introduction": "High performance computing machine for fast simulations",
  "school": "PNEC - NUST",
  "lab_name": " HPC LAB",
  "specification": "Xion Octacore 16 GB RAM  1 TB  HDD",
  "description": "Electric powered "
 },
 {
  "sr_no": 227,
  "name": "Core i7 9th Gen PC",
  "lab_incharge": "LT CDR ASIF KHAN",
  "introduction": "Nods to connect through network and share computing resources ",
  "school": "PNEC - NUST",
  "lab_name": " HPC LAB",
  "specification": "1 TB HDD",
  "description": "Electric powered"
 },
 {
  "sr_no": 228,
  "name": "Core i7 7th  Gen PC",
  "lab_incharge": "LT CDR ASIF KHAN",
  "introduction": "Nods to connect through network and share computing resources",
  "school": "PNEC - NUST",
  "lab_name": " HPC LAB",
  "specification": "08 GB RAM",
  "description": "Electric powered"
 },
 {
  "sr_no": 229,
  "name": "Canon Plotter",
  "lab_incharge": "LT CDR ASIF KHAN",
  "introduction": "Large format printing machine ",
  "school": "PNEC - NUST",
  "lab_name": " HPC LAB",
  "specification": "08 GB RAM",
  "description": "Electric powered"
 },
 {
  "sr_no": 230,
  "name": "CNC Fiber Laser",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "CNC Laser for metal sheet and tube cutting",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "1KW\nSheet bed size: 3000mm x 1500mm\nTube size: 20mm - 200mm",
  "description": "Works using laser light to melt material and gases (oxygen\/nitrogen) to remove material"
 },
 {
  "sr_no": 231,
  "name": "CNC 5 Axis",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for precision machining jobs",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "Table length: 1000mm\nTable loading capacity: 650kg",
  "description": "Rotary toll to remove material"
 },
 {
  "sr_no": 232,
  "name": "CNC CO2 Laser",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for wood and acrylic sheet cutting and engraving",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "8ft x 4ft",
  "description": "Works using laser light to melt material and compressed air to remove material"
 },
 {
  "sr_no": 233,
  "name": "CNC CO2 Router",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for cutting, engraving, 3d modelling",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "8ft x 4ft",
  "description": "Works using laser light to melt material and compressed air to remove material"
 },
 {
  "sr_no": 234,
  "name": "EDM Wire Cut",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for 2D metal cutting and creating sharp edges",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "400mm x 300mm",
  "description": "Electric discharge effect"
 },
 {
  "sr_no": 235,
  "name": "CNC Laser Marking",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for engraving on metal and plastic",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "150mm x 150mm",
  "description": "Works using laser light for etching\/engraving"
 },
 {
  "sr_no": 236,
  "name": "FDM 3D Printer",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for prototyping",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "500mm x 500mm x500mm",
  "description": "Additive manufacturing through laying down material in layers"
 },
 {
  "sr_no": 237,
  "name": "SLA 3D Printer",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for prototyping",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "110mm x 70mm x 60mm",
  "description": "Selective curing of polymers using UV laser"
 },
 {
  "sr_no": 238,
  "name": "3D Scanner",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "used for reverse engineering",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "description": "Works with structured light using principle of triangulation"
 },
 {
  "sr_no": 239,
  "name": "Plastic injection molding",
  "lab_incharge": "Dr. Amir Hamza",
  "introduction": "Used for high production plastic products",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Mechanical Domain)",
  "specification": "100 tonn to 150 tonn",
  "description": "Molten material injected through injectors in cavity of moulds"
 },
 {
  "sr_no": 240,
  "name": "Pick and Place Machine",
  "lab_incharge": "Dr. Anas Bin Aqeel",
  "introduction": "Used for assembly of SMD components",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Electrical Domain)",
  "specification": "0.02mm placement\n0 - 360 degree roration\n320mm x 390mm placement area",
  "description": "Use vaccum to lift component and place it on right location"
 },
 {
  "sr_no": 241,
  "name": "CNC Drill machine",
  "lab_incharge": "Dr. Anas Bin Aqeel",
  "introduction": "Used for PCB drill holes",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Electrical Domain)",
  "specification": "Speed 20000 rpm\nPrecision 0.01mm\/300mm\nworking power: 300W",
  "description": "Movement of X, Y, Z axis are controlled by a motor which supplies either Alternating current or Direct current"
 },
 {
  "sr_no": 242,
  "name": "PCB through hole soldering machine",
  "lab_incharge": "Dr. Anas Bin Aqeel",
  "introduction": "used for soldering of through hole components",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Electrical Domain)",
  "specification": "0 - 600 C temperature control\n2500 W power supply\n",
  "description": "The solder wets to the exposed metallic areas of the board (those not protected with solder mask), creating a reliable mechanical and electrical connection"
 },
 {
  "sr_no": 243,
  "name": "Exposure machine",
  "lab_incharge": "Dr. Anas Bin Aqeel",
  "introduction": "used for UV light exposures",
  "school": "College of Electrical & Mechanical Engineering, NUST",
  "lab_name": "Robot Maker Lab (Electrical Domain)",
  "specification": "900mm x 680mm exposure area\n3KV exposure light",
  "description": "The rubber sealing ring is in contact with the working glass to form a sealed membrane cavity for the original and printing plate"
 },
 {
  "sr_no": 244,
  "name": "Desktop Computers",
  "lab_incharge": "Dr Zahid Siddique and\nDr Gulnaz Zahid",
  "introduction": "Desktop Computers with LED. \nHP Elite Desk 800, G2 Micro\nTower PC, Intel Ci7-6700 (8M cashe 3.4 GHz turbo up to 4.00 Fhz 4 Core Chipset.\nRAM 8 GB DDR4SDRAM (2x4 GB)\nHard Drive: 1TB 7200 RPM SATA etc. ",
  "school": "S3H",
  "lab_name": "PhD Research Lab",
  "specification": "HP Elite Desk 800 G2 Micro Tower PC, Core i7-6700, 8 GB RAM, 1 TB HDD"
 },
 {
  "sr_no": 245,
  "name": "Grinding and Polisher",
  "lab_incharge": "Dr. Haris Ali Khan",
  "introduction": "The grinding and polisher equipment is equiped with two 8 inch wheels. \nThe Machine has the capacity to rotate wheel at 500 rpm. \nThe Machine is used to grind and polish the metallic material before subjecting to metallography. ",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Lab ",
  "specification": "99-1000 rpm (step-less speed changing) or 150 \/300 \/ 600 \/ 800 rpm (four-level constant speed)\nWheel Dia 8 inch\/ 250mm",
  "description": "The grinding papers and polishing cloths are placed on the wheels while the operator holds the sample steadily until the desired surface cleaning is achieved."
 },
 {
  "sr_no": 246,
  "name": "Automatic Abrasive Cutter",
  "lab_incharge": "Dr. Haris Ali Khan",
  "introduction": "The Abbrasive cutter is used to cut the metallic materials.\nIt uses abbrasive cutter for cutting purposes.\n",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Lab ",
  "specification": "Vertical Blade\n95 mm in X-direction, 220 mm in Y-direction, and 125 mm in z -direction",
  "description": "Advanced universal metallographic cutting machine used to cut a very wide range of materials."
 },
 {
  "sr_no": 247,
  "name": "Automatic Mounting Press",
  "lab_incharge": "Dr. Haris Ali Khan",
  "introduction": "Automatic Metallographic Specimen Mounting Press is a kind of full automatic mounting press, equipped with in-out water cooling system.\nIt is suitable for the heat mounting (thermohardening & thermoplastic) for all kinds of materials.",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Lab ",
  "specification": "Pressure: 0-2MPa\nTemperature: 0-180C\nHolding Time: 0- 99 min",
  "description": "Hot mounting employs thermoplastic and thermosetting resins."
 },
 {
  "sr_no": 248,
  "name": "X-Ray Diffraction",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "X-ray diffraction is the experimental science of determining the atomic and molecular structure of a crystal, in which the crystalline structure causes a beam of incident X-rays to diffract into many specific directions.",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "X-ray tube : Cu (Kuα 0.15406nm)\nPhase identification, composition and texture analysis\nOpen-source crystallographic database\n2theta : -4 to 150\nScan speed0.0001 to 100 \/ min\nResolvable Peak width : 0.04",
  "description": "X-ray diffraction is based on constructive interference of monochromatic X-rays and a crystalline sample. "
 },
 {
  "sr_no": 249,
  "name": "Stereo Microscope",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "The Microscope is equiped with high magnification lense which is used to study the surface of the material. Specially for examining the failed surfaces of components",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "The main use is that it can examine opaque specimens and provide a 3-D view of the sample \nImaging Software NIS-Elements enables the use of multiple imaging, processing and analysis modalities, including z-stack capture, time-lapse imaging and EDF image generation\nImage stitching to form large images. \nManual zoom\nMagnification: 0.75x-13.5x",
  "description": "A stereo microscope uses reflected light from the object. It magnifies at a low power hence ideal for amplifying opaque objects"
 },
 {
  "sr_no": 250,
  "name": "Optical Microscope",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "Optical Microscope is used to identify and study the microstructure of any material e.g alloys, polymers, coatings etc",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "Super Wide field SWF 10x\/25 mm, Ø 30 mm tubes\nTrinocular with 30° inclined tubes. Interpupillary distance adjustable between 47 and 78 mm.\nThe trinocular standard head has an optical path selector (100:0 \/ 80:20 \/ 0:100). \nHigh numerical aperture 45 mm parafocal objectives and a 200 mm focal length tube lens\nLarge 215 x 170 mm stage",
  "description": "Light from a mirror is reflected up through the specimen, or object to be viewed, into the powerful objective lens, which produces the first magnification. The image produced by the objective lens is then magnified again by the eyepiece lens, which acts as a simple magnifying glass."
 },
 {
  "sr_no": 251,
  "name": "X-Ray Fluorescence",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "XRF is used to identify the composition of metallic alloys. \nThe exciting source is the X-ray.  One great benefit is that the equipment is portable. ",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "Compositional analysis of metallic alloys (Mg-U)\nLow atomic number measurement applications including sulfidic corrosion (low Si), phosphorus and sulfur, and aluminum alloys",
  "description": "A primary X-ray, typically generated in an X-ray tube, hits an inner shell electron of the atom and ejects the election from the atom. The open position is filled by an electron from a further outer shell and fluorescence radiation is emitted."
 },
 {
  "sr_no": 252,
  "name": "Laser Induced Breakdown Spectrometry ",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "LIBS is used to identify the composition of metallic alloys. Especially with Carbon.\nThe exciting source is the Laser.  One great benefit is that the equipment is portable. ",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "Argon purge give high accuracy\n5-6 mJ\/pulse, 50 Hz repetition rate, 1064 nm laser source\nCompositional analysis of aerospace alloys, including carbon in steels (Bases Al Cu Ni Ti Co Fe SS)\nWavelength range of 190 nm – 615 nm.\nA dedicated carbon",
  "description": "An intense, highly focused laser pulse is fired at a sample, creating a small plume of plasma consisting of electronically excited atoms and ions. As these atoms decay back into their ground states, they emit characteristic wavelengths of light."
 },
 {
  "sr_no": 253,
  "name": "MicroHardness Tester",
  "lab_incharge": "Dr. Asad Hameed",
  "introduction": "The Hardness tester uses a micro diamond indentor. \nThe equipment is equipped with an optical microscope to measure the indent.\nRecommended for very small samples",
  "school": "Aerospace Engineering Department\/ College of Aeronautical Engineering",
  "lab_name": "Material Analysis Centre ",
  "specification": "Semi automatic (load changing : Auto; sample height adjustment : manual)\nMeasurement of hardness \nVicker Hardness (HV) scale\nLoad range from 10 g to 2 Kg\nTotal magnifications up to 400X",
  "description": "The Vickers Hardness (HV) is calculated by measuring the diagonal lengths of an indent in the sample material left by introducing a diamond pyramid indenter with a given load. "
 },
 {
  "sr_no": 254,
  "name": "E 5080 B ENA series Vector Network Analyzer",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "The E5080B ENA Vector Network Analyzer enables complete device characterization for passive components, amplifiers, mixers, and frequency converters. You can perform more tests with one box with integrated features such as DC sources, bias tees, pulse generators, pulse modulators, and internal second source",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Number of Built-In Ports\nDynamic Range\nMaximum Frequency\nOutput Power\nTrace Noise\nType\n2 or 4 ports\n140 dB\n53 GHz\n10 dBm\n0.0015 dB rms\nBenchtop\n",
  "description": "The E5080B ENA Vector Network Analyzer enables complete device characterization for passive components, amplifiers, mixers, and frequency converters."
 },
 {
  "sr_no": 255,
  "name": "16902A Logic Analysis system",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "logic analysis system provides high-performance, system-level debugging of digital designs. Expandability is the key to the system´s long-term value. Customize this system for your specific needs with innovative probing, high-performance measurement modules, and post-processing analysis tools.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Keysight U4164A with Options U4201A\/016\/02G Logic Analyzer Module, 4 Gb\/s State Mode, 10 GHz Timing Mode used with M9502A, M9505A – Includes OEM Calibration\n",
  "description": "The Keysight 16902A logic analysis system provides high-performance, system-level debugging of digital designs. Expandability is the key to the system´s long-term value. Customize this system for your specific needs with innovative probing, high-performance measurement modules, and post-processing analysis tools."
 },
 {
  "sr_no": 256,
  "name": "WRS3000 ST Solder Station",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "Soldering station consists of one or more soldering tools connected to the main unit, which includes the controls (temperature adjustment), means of indication, and may be equipped with an electric transformer. Soldering stations may include some accessories – holders and stands, soldering tip cleaners, etc.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Tool temperature is controlled with a digital system which can be set at any temperature within the allowable\nrange. For hot air the range is between 150 - 1022°F (65 - 550°C), for soldering and desoldering the range is\nautomatically limited to between 150 - 850°F (65 - 454°C). A pulsing green LED above the tools connector\nindicates that the tool is at the selected temperature.",
  "description": "The Weller® Rework System WRS3000 is designed to operate three tools simultaneously. The\nmicroprocessor control circuit automatically recognizes each tool connected to the system and activates the\noperating parameters accordingly"
 },
 {
  "sr_no": 257,
  "name": "DS 06052 A Oscilloscope 500Mhz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "Digital oscilloscope from Agilent. Measure voltage or current signals over time in an electronic circuit or component to display amplitude, frequency and rise times, etc. Applications include troubleshooting, production test, and design",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "analog plus 16 digital channels, 4 Mpts memory, 1,000,000 waveforms\/sec update rate and standard touch zone trigger with an 8.5-in capacitive touch screen.",
  "description": "500 MHz\n2 analog plus 16 digital channels\nEasily view and analyze your signals with on the large 8.5-inch capacitive touch screen\nIsolate signals in seconds with exclusive zone touch triggering\nSee more signal detail with the 1,000,000 wfms\/s update rate\nCapture more data with up to 4 Mpts memory\nExpand your measurement capabilities with full upgradability: Add bandwidth, 20 MHz arbitrary waveform generator, 3-digit voltmeter, serial trigger and analysis & mask testing at any time"
 },
 {
  "sr_no": 258,
  "name": "34401 A Digital Multimeter 6.5 Digit",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "Digital multimeters are measuring instruments that can measure quantities such as voltage, current, and resistance. Measured values are shown on a digital display, allowing them to be read easily and directly, even by first-time users.\n\n\n",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "6½ digit resolution\n• 10 measurement functions: DC\/AC voltage, DC\/AC current, 2- and\n4-wire resistance, diode, continuity, frequency, period\n• Basic accuracy: 0.0035% DC, 0.06% AC\n• 1000 V max voltage input, 3 A max current input",
  "description": "The Keysight Technologies, Inc. 34401A multimeter gives you the performance you need for fast,\naccurate bench and system testing. The 34401A provides a combination of resolution, accuracy and\nspeed that rivals DMMs costing many times more. 6½ digits of resolution, 0.0015% basic 24-hr dcV\naccuracy and 1,000 readings\/s direct to GPIB assure you of results that are accurate, fast, and repeatable."
 },
 {
  "sr_no": 259,
  "name": "8648 B Signal generator 9 Khz to 2000 Mhz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "A signal generator is any device that creates electronic signals. A vector signal generator specializes in creating RF signals with analog and digital modulation schemes in formats such as QAM, QPSK, FSK, BPSK, and OFDM. Vector signal generators are commonly used for receiver sensitivity testing.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Frequency range 9 kHz - 2 GHz\nAccuracy 1 dB\nHarmonics -30 dBc\nResolution 0.1 dB\nDisplay Interface GPIB\nMinimum Single-Side-Band Noise -120 dBc\/H",
  "description": "Economical 2.0 GHz synthesized signal generator\nSuperior level accuracy\nWide frequency and output power coverage\nOptional pulse modulation and high power\nRemote and memory interfaces for semi-automated testing\nSimple, dependable operation"
 },
 {
  "sr_no": 260,
  "name": "AFR 2395 Spectrum Analyzer   10 Khz to 26.5 Ghz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "A sspectrum analyzer displays a spectrum of signal amplitudes on different frequencies. It enables analysis that determines whether signals fall within required limits. It displays spurious signals, complex waveforms, rare short-duration events, and noise.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "    9 kHz to 26.5 GHz fully synthesized frequency range\nØ        Lightweight, portable and rugged construction at 12 kg\nØ        Excellent TFT color display\nØ        Comprehensive marker facility\nØ        Wide input signal range +30 dBm to - 110 dBm\nØ        Semi-automated measurements\nØ        Floppy disk drive\nØ        Extremely user friendly MMI reduces risk of operator error\nØ        Tune facility\nØ        GPIB as standard\nØ        AM\/FM demodulation\n\n",
  "description": "The 2395 is a 26.5 GHz spectrum analyzer from Aeroflex. A spectrum analyzer measures the power of spectrums of known and unknown signals. Spectrum analyzers collect information such as the magnitude of an input signal compared to its frequency. As a frequency analyzer, spectrum analyzers’ main use is to document and analyze electrical input signals as well as spectral compositions of other signals. This tool’s spectral analysis involves signals such as optical light waves and acoustic pressure waves"
 },
 {
  "sr_no": 261,
  "name": "FS-K4 1164-4391-30 Spectrum analyzer 9khz to 30 Mhz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "spectrum analyzer displays a spectrum of signal amplitudes on different frequencies. It enables analysis that determines whether signals fall within required limits. It displays spurious signals, complex waveforms, rare short-duration events and noise.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "9KHz - 30GHz frequency range\n-140dBm noise floor\n10Hz - 10MHz + EMI RBW\nTotal measurement uncertainty 0.5dB\n21cm TFT colour display",
  "description": "Instead of a wide choice of options, the FSP offers as standard all the functions and interfaces expected from a state-of-the-art spectrum analyzer: - Largest colour display in its class - Resolution bandwidths from 1 Hz to 10 MHz - Highly selective digital filters and FFT - Quasi-peak detector and EMI bandwidths - ACP and multicarrier ACP measurements - Convenient documentation of results as a hardcopy or file in PC-compatible formats - Interfaces: GPIB, Centronics, RS-232-C, LAN (option), USB - Automatic test routines for measuring TOI, OBW, phase noise and ACP(R) - Split screen with separate settings and up to 3 traces per screen - Editable limit lines including PASS\/FAIL indication - Fast measurements in the time domain: minimum sweep time 1 s - Gated sweep for measurements on TDMA signals.\n"
 },
 {
  "sr_no": 262,
  "name": "33250A Function Arbitrary Waveform Generator80 Mhz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "An arbitrary waveform generator is a more complex instrument that can produce almost any waveform you can imagine. Arbitrary waveform generators are essentially sophisticated playback systems that deliver waveforms based on stored digital data that describes the constantly changing voltage levels of an AC signal",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Waveform Generation\n80 MHz sine and square waveforms\nRamp, triangle, noise, DC and other waveforms\n12-bit, 200 MSa\/s, 64 Kpoint arbitrary waveforms\nPulse capability with variable edge",
  "description": "The Keysight Technologies, Inc. 33250A function\/arbitrary waveform generator uses\ndirect digital-synthesis techniques to create a stable, accurate output on all waveforms,\ndown to 1 µHz frequency resolution. The benefits are apparent in every signal you\nproduce, from the sine wave frequency accuracy to the fast rise\/fall times of square\nwaves, to the ramp linearity"
 },
 {
  "sr_no": 263,
  "name": "FSQ-26-1155.5001.26 Signal Analyzer 20- 26.6 Ghz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "A signal analyzer is an instrument that measures the magnitude and phase of the input signal at a single frequency within the IF bandwidth of the instrument. It employs digital techniques to extract useful information that is carried by an electrical signal.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Up to 3.6 GHz, 8 GHz, 26.5 GHz and 40 GHz28 MHz I\/Q demodulation bandwidthOptional 120 MHz I\/Q demodulation bandwidth16 Msample I and Q memory, extendable up to 705 MsampleI\/Q data extraction, e.g. for MCPA adjustment ",
  "description": "Future transmission methods in mobile radio and related fields call for wider transmission bandwidths to handle in-creasing data throughput. Even today, multiple carriers of a GSM or 3GPP base station are often boosted in common power output stages. This reduces the technical effort and costs on the one hand, but increases the bandwidth to be transmitted on the other. In both cases, analysis bandwidths exceeding those provided by present-day spectrum ana-lyzers are required in development and production, while at the same time the dynamic range must satisfy stringent requirements.The  ̧FSQ combines the outstanding spectrum analyzer features and functions of the  ̧FSU with a demodulation and analysis bandwidth that has been enhanced to 120 MHz.\n"
 },
 {
  "sr_no": 264,
  "name": "Vector Network Analyzer 4 channel 10 Mhz -20 Ghz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "A vector network analyzer is an instrument that measures the frequency response of a component, or a network composed of many components, which can be both passive and active.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Frequency range from 10 MHz to 67 GHz\nExtension modules can extend frequency range up to 325 GHz\nAvailable in multiple display formats such as logarithmic amplitude, linear amplitude, SWR, Phase, Smith chart\nFlexible and optional calibration types, Mechanic \/ Electronic calibration kit\n64 measurement channels, 16 windows, 8 traces displayed on each window",
  "description": "also capable of multifunctional & comprehensive parameter test of mixer\/converter, gain compression two-dimensional sweep and pulse S-parameters, as well as accuracy measurement of amplitude-frequency characteristics, phase-frequency characteristics and group delay used in the field of transmitting\/receiving (T\/R) module measurement, dielectric material properties measurement, microwave pulse characteristics measurement and optoelectronic properties measurement, which are indispensable instruments for scientific research and manufacturing process of radar, communication, and navigation systems."
 },
 {
  "sr_no": 265,
  "name": "5350 B Micro frequency counters",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "They work by counting the number of beats, or oscillations in the airwaves of a set periodof time, giving the frequency of those oscillations and thus the transmission frequency.",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "Frequency range from 10 Hz to 20 GHz",
  "description": "directly measures without expensive mixers.\nSensitivity to -40 dBm ensures accurate measurement of low-energy signals.\nLow kickback noise for sensitive environments; sleep mode reduces noise to -70 dBm.\nFast acquisition time (60 ms in automatic, fast acquisition tracking mode; 20 ms in manual mode) for improved throughput.\nUp to 120 measurements per second (100 in automatic mode) over HP-IB (fully programmable)."
 },
 {
  "sr_no": 266,
  "name": "8714ET RF network Analyzer 300khz -3000Mhz",
  "lab_incharge": "Assoc Prof Dr farooq Ahmed",
  "introduction": "A network analyzer is a device that gives you a very good idea of what is happening on a network by allowing you to look at the actual data that travels over it, packet by packet. A typical network analyzer understands many protocols, which enables it to display conversations taking place between hosts on a network",
  "school": "MCS",
  "lab_name": "RF & Microwave Lab",
  "specification": "3 GHz Network Analyzer from Agilent",
  "description": "The fundamental principle of a vector network analyzer is to measure the amplitude and phase of both incident and reflected waves at the various ports of the DUT"
 },
 {
  "sr_no": 267,
  "name": "Casagrande Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find Consistency limits (Liquid Limit, Plastic Limit of Soil)",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "3 x Motorized              17 x Manual           "
 },
 {
  "sr_no": 268,
  "name": "Unconfined Compressive Strength Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find Unconfined compressive strength of soil. Can also be used in performing CBR",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "1 x Automatic with Data Acquisition            1 x Digital                      5 x Manual         ",
  "description": "Strain Controlled"
 },
 {
  "sr_no": 269,
  "name": "Pressuremeter Test",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find in-situ soil properties like soil stiffness, resilient modulus etc.",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual "
 },
 {
  "sr_no": 270,
  "name": "Consolidation Test Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find swelling potential and settlement parameters of soil",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Automatic, with software controlled Data Acquisition ",
  "description": "Stress Controlled"
 },
 {
  "sr_no": 271,
  "name": "Direct Shear Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find Shear Strength parameters of soil",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Automatic, with software controlled Data Acquisition ",
  "description": "Strain Controlled"
 },
 {
  "sr_no": 272,
  "name": "Triaxial Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to perform Triaxial test on soil. Equipment is digital and manually controlled.",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Digital, Manually controlled",
  "description": "Strain Controlled"
 },
 {
  "sr_no": 273,
  "name": "Sub Surface Seismic Test Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Apparatus is used for Geophysical Site Investigation. Can perform Crosshole and Downhole surveys",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Digital, Software Controlled"
 },
 {
  "sr_no": 274,
  "name": "Electric Resistivity Test",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Apparatus is used for Geophysical Site Investigation. Used to find subsurface soil strata and also to check the groundwater depth.",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Digital, Software Controlled",
  "description": "Based on Electric Resistivity of soil"
 },
 {
  "sr_no": 275,
  "name": "Proctor Compaction Test",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find Compaction Parameters (MDD and OMC) of soil.",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual, Motorized "
 },
 {
  "sr_no": 276,
  "name": "Permeability Test Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find Hydraulic Conductivity of soil",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual",
  "description": "Works on Hydraulic Conductivity Principle"
 },
 {
  "sr_no": 277,
  "name": " Sieve Analysis Test Apparatus",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to Find Particle size distrbution of soil",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual"
 },
 {
  "sr_no": 278,
  "name": "Hydrometer Analysis of Soil",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to differentiate B\/W the soils having smalled diamter than 0.075 mm",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual",
  "description": "Works of Sedimentation principle"
 },
 {
  "sr_no": 279,
  "name": "Specific Gravity of Soil",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used fo find specific gravity of soil solids",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual"
 },
 {
  "sr_no": 280,
  "name": "Field Density Test",
  "lab_incharge": "Dr. Badee Alshameri",
  "introduction": "Used to find In-situ density of soil",
  "school": "SCEE",
  "lab_name": "Geotech Lab NICE",
  "specification": "Manual",
  "description": "Manual"
 },
 {
  "sr_no": 281,
  "name": "Reaction Floor",
  "lab_incharge": "Lab Engineer Mattiullah shah",
  "introduction": "State of the art reaction floor has the ability to test the structural members in shear, compression and bending.Reaction Floor is used for testing real sized beams against flexure and short columns.",
  "school": "NUST Insitiute of Civil Engineering",
  "lab_name": "Structure lab B",
  "specification": "Crane Capacity: 5 tones 4 Load-Cells Max. Load Application: 40 tones",
  "description": "Computer controlled hydralically load aplliecation up to 400KN"
 },
 {
  "sr_no": 282,
  "name": "Total Station \nHORIZON HTS-585",
  "lab_incharge": "Survey Lab",
  "introduction": "Besides the Basic Surveying Modes (Angle, Distance, coordinate measurement), this instrument is equipped with special surveying programs that can carry out REM, Angle Offset, Stalling-out by distance or coordinate-setting, among others, to meet even the more obscure requirements of professional surveying.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Besides the Basic Surveying Modes (Angle, Distance, coordinate measurement), this instrument is equipped with special surveying programs that can carry out REM, Angle Offset, Stalling-out by distance or coordinate-setting, among others, to meet even the more obscure requirements of professional surveying.",
  "description": "NA"
 },
 {
  "sr_no": 283,
  "name": "Total Station\nNIKON NIVO 5M",
  "lab_incharge": "Survey Lab",
  "introduction": "Besides the Basic Surveying Modes (Angle, Distance, coordinate measurement), this instrument is equipped with special surveying programs that can carry out REM, Angle Offset, Stalling-out by distance or coordinate-setting, among others, to meet even the more obscure requirements of professional surveying.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "A complete set of CoGo functions\nSimple data management of files \nQuick-coding for convenient one-button data collection of point features and your raw target data.",
  "description": "NA"
 },
 {
  "sr_no": 284,
  "name": "Total Station\nTOPCON GPT-7500",
  "lab_incharge": "Survey Lab",
  "introduction": "Besides the Basic Surveying Modes (Angle, Distance, coordinate measurement), this instrument is equipped with special surveying programs that can carry out REM, Angle Offset, Stalling-out by distance or coordinate-setting, among others, to meet even the more obscure requirements of professional surveying.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "A complete set of CoGo functions\nSimple data management of files \nQuick-coding for convenient one-button data collection of point features and your raw target data.",
  "description": "NA"
 },
 {
  "sr_no": 285,
  "name": "Total Station \nLEICA-TS 06",
  "lab_incharge": "Survey Lab",
  "introduction": "Besides the Basic Surveying Modes (Angle, Distance, coordinate measurement), this instrument is equipped with special surveying programs that can carry out REM, Angle Offset, Stalling-out by distance or coordinate-setting, among others, to meet even the more obscure requirements of professional surveying.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "A complete set of CoGo functions\nSimple data management of files \nQuick-coding for convenient one-button data collection of point features and your raw target data.",
  "description": "NA"
 },
 {
  "sr_no": 286,
  "name": "Engineering Level \nPentax Automatic Level AP-281",
  "lab_incharge": "Survey Lab",
  "introduction": "Very Short Focusing Distance 0.4 m\nOptimal for close range work\nRobust construction: Metal top cover\nWeather and dust-resistant\nHigh-quality optics\nAn easy -to-read horizontal circle\nLight weight 1.3 kg\nMagnetic damped automatic compensator for rapid and accurate results",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Very Short Focusing Distance 0.4 m\nOptimal for close range work\nRobust construction: Metal top cover\nWeather and dust-resistant\nHigh-quality optics\nAn easy -to-read horizontal circle\nLight weight 1.3 kg\nMagnetic damped automatic compensator for rapid and accurate results",
  "description": "NA"
 },
 {
  "sr_no": 287,
  "name": "Electronic Level Leica Sprinter",
  "lab_incharge": "Survey Lab",
  "introduction": "Very Short Focusing Distance 0.4 m\nOptimal for close range work\nRobust construction: Metal top cover\nWeather and dust-resistant\nHigh-quality optics\nAn easy -to-read horizontal circle\nLight weight 1.3 kg\nMagnetic damped automatic compensator for rapid and accurate results",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "USB interface (only 150M and 250M)\nUser-friendly menu\nAutomatic height calculation and delta height\nThe right leveling applications\nBuilt-in memory (only 150M and 250M)\nMultiple languages available",
  "description": "NA"
 },
 {
  "sr_no": 288,
  "name": "Construction Laser LevelLEICA RUGBY 100 LR",
  "lab_incharge": "Survey Lab",
  "introduction": "The Rugby 100 is an automatic self-leveling rotating laser for general construction. It can make quick work of concrete forming, pad placement and framework, setting foundations and footings, as well as elevation indication for heavy equipment.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "The Rugby 100 is an automatic self-leveling rotating laser for general construction. It can make quick work of concrete forming, pad placement and framework, setting foundations and footings, as well as elevation indication for heavy equipment.\n\nWith its bright, visable beam (635 nm) the Rugby 100 has a working range up to 300 m (1000 feet). The Rugby 100 automatically levels in under 30 seconds, has a simple four-switch keypad that controls all the functions, plus a low-battery indicator.",
  "description": "NA"
 },
 {
  "sr_no": 289,
  "name": "Global Positioning Satellite System LEICA GS10\/15",
  "lab_incharge": "Survey Lab",
  "introduction": "The Leica VIVA GS10 GNSS is a state-of-the-art GNSS receiver capable of receiving all current GPS and GLONASS signals and compatible with the forthcoming Galileo and COMPASS systems.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "The Leica VIVA GS10 GNSS is a state-of-the-art GNSS receiver capable of receiving all current GPS and GLONASS signals and compatible with the forthcoming Galileo and COMPASS systems.\n\nThe VIVA GS10 can be used as a reference or rover in static, post-processed kinematic(PPK) or real-time kinematic (RTK) mode. Accessories such as backpacks and lightweight adjustable carbon fibre poles can be supplied when required for real-time surveys.\n\nThe main system components are the GS10 Receiver, CS15 Bluetooth Touch Screen Controller and the AS10 Multi-GNSS SmartTrack Antenna.",
  "description": "NA"
 },
 {
  "sr_no": 290,
  "name": "Global Positioning Satellite System ASHTECC Pro-Mark 500",
  "lab_incharge": "Survey Lab",
  "introduction": "Short time-to-fix, and long-range RTK positioning\nPatented multi-constellation signal processing\nUse of SBAS and GLONASS ranging signals to strengthen the GPS solution \nExtended solution reliability in urban canyon and under tree canopy ",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Short time-to-fix, and long-range RTK positioning\nPatented multi-constellation signal processing\nUse of SBAS and GLONASS ranging signals to strengthen the GPS solution \nExtended solution reliability in urban canyon and under tree canopy ",
  "description": "NA"
 },
 {
  "sr_no": 291,
  "name": "Inertial Measurement UnitNOVATEL GPS 702-GG",
  "lab_incharge": "Survey Lab",
  "introduction": "MEMS gyros and accelerometers\nStationary INS alignment capable\nIMU data rate: 200 Hz\nEnclosure comes with optional wheel sensor input\nSPAN GNSS+INS capability with configurable application profiles",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "MEMS gyros and accelerometers\nStationary INS alignment capable\nIMU data rate: 200 Hz\nEnclosure comes with optional wheel sensor input\nSPAN GNSS+INS capability with configurable application profiles",
  "description": "NA"
 },
 {
  "sr_no": 292,
  "name": "Digi CADDIGICATTM 200",
  "lab_incharge": "Survey Lab",
  "introduction": "Depth estimation to 3m or 10ft and an accuracy of approx. ± 10%.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Depth estimation to 3m or 10ft and an accuracy of approx. ± 10%.",
  "description": "NA"
 },
 {
  "sr_no": 293,
  "name": "PlotterHP DESIGN JET T1120",
  "lab_incharge": "Survey Lab",
  "introduction": "Designjet model size (metric)\n111.76 cm\nPrint speed\nPrint speed color line drawing (draft, A1 plain paper)\n56 A1 prints per hour\nPrint speed black line drawing (draft, A1 plain paper)\n56 A1 prints per hour",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Designjet model size (metric)\n111.76 cm\nPrint speed\nPrint speed color line drawing (draft, A1 plain paper)\n56 A1 prints per hour\nPrint speed black line drawing (draft, A1 plain paper)\n56 A1 prints per hour",
  "description": "NA"
 },
 {
  "sr_no": 294,
  "name": "Surveying SoftwareMicro Survey CAD 2014",
  "lab_incharge": "Survey Lab",
  "introduction": "Complete survey drafting, COGO, DTM, traversing, volumes, contouring, point cloud, and data collection device interfacing. MicroSurvey CAD is compatible with field data from all major total stations and data collectors and is fully compatible with AutoCAD.",
  "school": "SCEE - NICE",
  "lab_name": "Survey Lab",
  "specification": "Complete survey drafting, COGO, DTM, traversing, volumes, contouring, point cloud, and data collection device interfacing. MicroSurvey CAD is compatible with field data from all major total stations and data collectors and is fully compatible with AutoCAD.",
  "description": "NA"
 },
 {
  "sr_no": 295,
  "name": "Marshall Machine",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To Evaluate the Sample Struture To find the stability and flow for marshall sampl",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Model \/Make UTAS1056.ACPR UTEST, Turkey",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 296,
  "name": "Wheel Tracker",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find  cracking and Rutting for  different samples and various testing conditions ",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Model :78-PV33B05                 Wet and Dry Wheel Tracker Machines",
  "description": "Software "
 },
 {
  "sr_no": 297,
  "name": "Universal testing Machine (UTM)",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find stress  and strain ,inderict tensile fatique test and Resilient modulus from (-15 to 60 C0 240 v 50 Hz)",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "UTM -25",
  "description": "Software "
 },
 {
  "sr_no": 298,
  "name": "Gyratory compactor",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To prepare the asphaltic concrete samples at different size and thickness for Wheel Tracker ",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "controls",
  "description": "Software "
 },
 {
  "sr_no": 299,
  "name": "Penetrometer ",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out the Binder Grade ",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "CONTROLS ITALY",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 300,
  "name": "Rolling Thin Film Oven (RTFO)",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out Short Term Ageing of Bitumen at 163 C0",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Control Iatly ",
  "description": "Manual"
 },
 {
  "sr_no": 301,
  "name": "Pressure Ageing Vessel (PAV)",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out Long Term Ageing of Bitumen at 100 C0 ,2.1 Mpa Pressure for 20 Hours",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Prentex USA",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 302,
  "name": "Rotational Viscometer",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "Determine the viscosity of bituminious at different temperatur (60 to 135 C0",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "FUNGI LAB SPAIN SYSTEM",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 303,
  "name": "Ductilometer",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out the elongation of bituminous material at 25C0  machine rate 5cm\/minute",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Matest",
  "description": "Manual"
 },
 {
  "sr_no": 304,
  "name": "Softening Point App",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out the temperature at which the bituminous material start the flow at standard load and cover the distance 25cm",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Matest",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 305,
  "name": "Los Angles Abrasion Machine",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out abrastion value of aggregate using different gradation and steel round balls having weihts (390 +- 45)g",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Local",
  "description": "Auto Controlled"
 },
 {
  "sr_no": 306,
  "name": "Aggregate Impact Value App",
  "lab_incharge": "Dr. Arshad Hussain",
  "introduction": "To find out aggregate impact value falling weight 14kg under 15 blows",
  "school": "NUST Institute of Civil Engineering",
  "lab_name": "Transportation Engineering Lab",
  "specification": "Local",
  "description": "Manual"
 }
]